const ggss1 = {
  type: 'FeatureCollection',
  features: [
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1697698943027, 30.31560677960712]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.17181098368457, 30.312352559985204]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_002',
        管理员: '沈海',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '无障碍专用',
        厕纸: '有厕纸',
        费用: '收费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.17194281897922, 30.31145427653398]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_003',
        管理员: '沈荻',
        联系方式: '0571-xx',
        开放时间: '全天',
        专用: '通用',
        厕纸: '无厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.17418944160546, 30.318092269986195]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.17387097182346, 30.310756968730175]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_002',
        管理员: '沈海',
        联系方式: '0571-xx',
        车位数: 10,
        剩余车位数: 2
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.16747174646723, 30.318191450615295]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_003',
        管理员: '沈荻',
        联系方式: '0571-xx',
        车位数: 15,
        剩余车位数: 10
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.17007253149978, 30.316399632785316]
      },
      properties: {
        类别: '公交站点',
        管理员: '沈芳',
        联系方式: '0571-xx',
        名称: '三塘竹苑',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.16513694793139, 30.318500613513134]
      },
      properties: {
        类别: '公交站点',
        管理员: '沈海',
        联系方式: '0571-xx',
        名称: '东新路香积寺路口',
        班次: 'BRT快速公交B3'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.164915406295, 30.312626002219314]
      },
      properties: {
        类别: '公交站点',
        管理员: '沈荻',
        联系方式: '0571-xx',
        名称: '颜家村',
        班次: '316、187、312、22、85、350、380、218、217、75、288、330'
      }
    }
  ]
};

const ggss = {
  type: 'FeatureCollection',
  name: '公共服务设施',
  features: [
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1527314987, 30.2733400444]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1513570727, 30.2711778107]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1521935401, 30.2704648097]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.153984664, 30.2693601849]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1622455395, 30.2862957911]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1557096895, 30.2673276301]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1707081183, 30.2747966634]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1683429978, 30.2701132804]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1735690358, 30.276537311]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1579899752, 30.2658538456]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1559630579, 30.2638879521]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1614210243, 30.2618535222]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1757106258, 30.2747258757]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1548776198, 30.2862278566]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1544167316, 30.2852208069]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1795655768, 30.2717050325]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1693082411, 30.2623470973]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1528871952, 30.2898852234]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1679286661, 30.2614191597]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1876812114, 30.3264990085]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1638503911, 30.2648316296]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1744850846, 30.3205047389]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1870307631, 30.3315508382]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1744506346, 30.3213954284]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1963568898, 30.3443867969]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.176638736, 30.335121454]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1736910744, 30.2743753641]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1696361752, 30.3071796645]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1772624277, 30.2628293979]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1488813075, 30.2904978615]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1552064461, 30.2628302782]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1720181126, 30.2783110817]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1725539766, 30.2784188753]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1660857146, 30.2774905766]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1770931262, 30.2648494095]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1606982371, 30.2639207294]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1611354773, 30.2767765897]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1722795876, 30.2638737609]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1582769687, 30.263550334]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1538260624, 30.2715292954]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1618579829, 30.2732778361]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1681645692, 30.2888022044]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1638277976, 30.2712791573]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1834917791, 30.3225722275]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1863790393, 30.3228328988]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1786733125, 30.264837701]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1763898229, 30.2798561602]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1632781936, 30.3001698879]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1930376165, 30.3238915583]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1760523522, 30.2765622048]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1651428418, 30.2691416451]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1663741281, 30.303934393]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1758442559, 30.3177172731]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1557394087, 30.2926294914]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1600268751, 30.2841000603]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1658648911, 30.2791274085]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1634713948, 30.279346231]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1688542445, 30.2808210044]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1666129786, 30.2878131545]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1578909157, 30.3109698323]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1708447502, 30.3062616705]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1697698943, 30.3156067796]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1718109837, 30.31235256]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.171942819, 30.3114542765]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1720498304, 30.3098192278]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1734216267, 30.2992976259]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1692223279, 30.2983262541]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1655636609, 30.3011513116]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1892667417, 30.3464381234]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1843378493, 30.3313110498]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1854326588, 30.3189370352]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1807660811, 30.3105354337]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1750031635, 30.3063664975]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1754335508, 30.2797080548]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1763899432, 30.2959154023]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1773377419, 30.3097947439]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1750677107, 30.3111572291]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1764624985, 30.3069707252]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1811383103, 30.3042318777]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1755676341, 30.284432049]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.174341947, 30.3123565549]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1778415924, 30.2830070195]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.173992067, 30.3026072086]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1683574219, 30.3084056123]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1892983413, 30.3324775471]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1679582253, 30.2990380376]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1646975175, 30.3039570471]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1675048641, 30.3034780685]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1733871993, 30.2978901692]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1723022718, 30.2985624604]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1817759841, 30.3388222143]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.174587785, 30.2961091799]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1754850282, 30.3042409282]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1790793801, 30.2800109713]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1590981118, 30.3071010547]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.163794558, 30.3060175988]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1639126329, 30.3007146874]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1649534329, 30.2993828625]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1636061958, 30.3047641235]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1745805753, 30.2997189989]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1732532207, 30.2882607614]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1571672545, 30.2794108935]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1702863053, 30.2898980669]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1829737584, 30.3017299521]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1882384716, 30.3045229092]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1863479432, 30.3029163678]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1731623063, 30.3084681465]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1653909054, 30.302755549]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1641264253, 30.3073253353]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1606635137, 30.3072940017]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1626450735, 30.3016611541]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1809021883, 30.3130820764]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1794616875, 30.3141505267]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1945221408, 30.3407679331]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.191675343, 30.3379529166]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1890148684, 30.34080923]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1760493959, 30.3333645601]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1743994103, 30.3336652425]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1728761869, 30.3326960819]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1853296802, 30.3203705689]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1834761767, 30.3245798673]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1776085997, 30.3104249582]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1692083918, 30.310676844]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1564880732, 30.313628344]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1671359703, 30.2985109348]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.166618446, 30.2824840765]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1853456148, 30.3237012515]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1882839588, 30.3215975571]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1879204234, 30.3244446185]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1913753233, 30.3282493872]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1918900597, 30.3403148372]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1879185554, 30.3153050579]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1944080928, 30.3337170584]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.202318702, 30.3477266338]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1793426831, 30.3064414304]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1510180648, 30.2872031866]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1627131995, 30.3214876526]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1573233308, 30.3066762649]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1963639394, 30.3291857109]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1982238545, 30.3224301719]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1707483135, 30.2699216519]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1678073195, 30.2632032211]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1674580944, 30.2645428418]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1664286613, 30.2748848664]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1740837441, 30.2610847609]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1738534285, 30.2694154232]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1547834815, 30.2906489614]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1567550408, 30.2888862768]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1718927112, 30.2616989735]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1707696304, 30.2661625141]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1747647032, 30.2781297247]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1811314188, 30.2685415346]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1775448369, 30.2694881215]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1780051568, 30.2707699871]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1785123076, 30.2711149028]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.17802635, 30.2734184295]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1753304642, 30.2653777369]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1822929997, 30.2695339698]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1607642324, 30.2683069931]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1555922762, 30.2721073344]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1596939027, 30.2710796344]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1566133825, 30.2698797078]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1581193388, 30.2692196797]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1582993167, 30.2703169928]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1622408322, 30.2643122265]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.159356178, 30.2649291472]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1643247752, 30.2728089991]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggcs',
      geometry: {
        type: 'Point',
        coordinates: [120.1641386405, 30.2639199785]
      },
      properties: {
        类别: '公共厕所',
        编号: '公厕_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        开放时间: '8:00-20:00',
        专用: '妇婴专用',
        厕纸: '有厕纸',
        费用: '免费'
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1579054575, 30.2933515127]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.158923747, 30.2926267321]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1510861715, 30.271407889]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1788605792, 30.2632619358]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.168286202, 30.2605319733]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.155708249, 30.2613128734]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1590654356, 30.3085346125]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1623362474, 30.2758180979]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1800202962, 30.277928278]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1584929709, 30.2832290345]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1713264732, 30.2765648771]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1716896487, 30.2809422293]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1760441602, 30.2823414195]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1684392494, 30.2808237594]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1617393137, 30.2876498107]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1509116978, 30.292676345]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1579787381, 30.2867650022]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1732320725, 30.2921663762]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1635375309, 30.2859229861]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1528849127, 30.2731195147]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1676652558, 30.2719106451]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1689491967, 30.3030232582]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1662636822, 30.2971396732]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1531157277, 30.2645277747]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.166670137, 30.2698278109]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.166744702, 30.2676548261]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1784156687, 30.2716406539]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1749749583, 30.2742828335]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1830495258, 30.2668087583]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1607702544, 30.2727784475]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.151988788, 30.2728300141]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1713668823, 30.2629975266]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1814845846, 30.3344771219]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816205106, 30.3375525769]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1785452105, 30.3384523054]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1969952904, 30.342293526]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1960263607, 30.3425745137]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1783335279, 30.3411709032]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816347201, 30.3444914365]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1814397567, 30.3415887687]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1623194385, 30.309858454]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1622577894, 30.3049969825]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1790341782, 30.335142627]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1762712351, 30.2663435973]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1657483421, 30.2626933694]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1636800899, 30.2693538988]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1540950017, 30.2654063378]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1515477394, 30.2697272976]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1880926873, 30.3417984937]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1957429206, 30.3373463087]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1848938004, 30.3207959762]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2034424148, 30.34199312]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.203590594, 30.3396714398]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.165037069, 30.2806593223]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1660048639, 30.2735319824]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1705716194, 30.2719370567]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1807038726, 30.2798290143]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1833627051, 30.3456844264]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.151165726, 30.2880485601]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1578485335, 30.2764910609]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.173129984, 30.277603819]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1658987039, 30.2775788003]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.168557279, 30.3105727491]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1627335602, 30.321367689]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1626436492, 30.3186142687]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1652785083, 30.3111659566]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1751122586, 30.3108290921]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1664590481, 30.3057600191]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1700725315, 30.3163996328]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1791543487, 30.3061530312]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1686890242, 30.3067527682]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1862040481, 30.3326321923]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1739110965, 30.2767775041]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1664027037, 30.2724643097]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1744244339, 30.2605022595]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1787762974, 30.3055842473]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1723189154, 30.26047326]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.170530178, 30.3027651354]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1808960895, 30.2605075328]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1765372244, 30.2770431467]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1605515571, 30.276201265]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1637043554, 30.3094079186]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1727266645, 30.2772274794]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1539538737, 30.2750839366]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1766497754, 30.2743286812]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1779421131, 30.2740039762]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1878085193, 30.3394977513]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1891742721, 30.3313063283]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.188732146, 30.3276695277]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1867668786, 30.3258876344]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2005035861, 30.3405097773]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1732739523, 30.2702324796]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.178467271, 30.2665930289]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1651480384, 30.2668560377]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1587225714, 30.2609016849]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1602351974, 30.2665198542]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1637471661, 30.2897711148]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1625485267, 30.2763845445]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1815244457, 30.2641223385]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1540873128, 30.2610092674]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1558784177, 30.2659131346]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1731125734, 30.2670965329]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1623710082, 30.2877028464]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.174167181, 30.2966931283]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1592110533, 30.2828952603]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1752505884, 30.2878117635]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1611480178, 30.3031759388]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1679565517, 30.290140168]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1671451577, 30.2901291025]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1647234657, 30.3263227104]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1683596445, 30.2860824927]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1651369479, 30.3185006135]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1605999293, 30.3181511956]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1785538597, 30.3303399121]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1892528532, 30.3288823355]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1738747364, 30.2732039149]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1840067622, 30.3417773684]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1762200215, 30.3053269681]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2001150959, 30.3423691986]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1978333996, 30.3372595913]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.167569299, 30.3278425943]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1659952998, 30.2800474134]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1979101078, 30.3410691925]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1906817984, 30.3419856731]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1936057347, 30.3370628244]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1887104338, 30.3386056872]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1649154063, 30.3126260022]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1833085501, 30.3436303747]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1855689139, 30.3026571982]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1837748628, 30.3460378793]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1808815348, 30.3061536073]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1855132038, 30.3032941639]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1886612485, 30.3308581089]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1732039247, 30.3045062902]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1884065055, 30.3327218963]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1864489872, 30.3457276369]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1663421812, 30.306610119]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.171115478, 30.3100828296]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1595673911, 30.3101263816]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1889496814, 30.3194854278]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1670390746, 30.3273962153]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1792081554, 30.3400331424]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1782844897, 30.3348772127]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1820862688, 30.3321005772]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1618394298, 30.3088950258]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1792530012, 30.3374492057]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1685493274, 30.294667009]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1672166795, 30.2961179004]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1742940718, 30.2884726588]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1724432081, 30.28963853]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1721271611, 30.2860785767]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1785305402, 30.2676050752]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816947899, 30.2680449133]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1811908548, 30.2620734659]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1789240498, 30.2651388234]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1805815272, 30.277417595]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1686095852, 30.2628783748]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1759309712, 30.2636864757]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1894466997, 30.3478307477]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.173225425, 30.3295096926]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1683944958, 30.3096567032]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1686489742, 30.3074505838]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1659445045, 30.3085098699]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.166083162, 30.3069916636]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1660269319, 30.3055691035]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1753757997, 30.2769423179]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1786233643, 30.2772342976]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1795370557, 30.2773271379]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1632399959, 30.2758970152]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1701034638, 30.2764991878]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1828219298, 30.2643910994]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816896055, 30.2712200634]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1719679168, 30.277186124]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1625693194, 30.3007068879]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1727329137, 30.2910026896]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1719509463, 30.2650579206]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1610173306, 30.2756967339]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1771394917, 30.3058915613]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1749807313, 30.3049870874]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1700619647, 30.3034474123]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1831512061, 30.2676128591]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1717181636, 30.2719592498]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1668021574, 30.2719033383]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1885542603, 30.3352588569]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1885640312, 30.333567632]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1899142897, 30.3331063141]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1788904428, 30.341466445]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1820965936, 30.3456986857]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1840951648, 30.3432544414]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816307616, 30.3433105102]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1830962841, 30.3412323092]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1842751602, 30.3410127598]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1843209956, 30.3453696891]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2021148421, 30.3424324822]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2008631076, 30.3426610986]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1984502437, 30.342613018]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1917027916, 30.342466185]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2046974069, 30.3423756084]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1785542275, 30.2814400567]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1580045161, 30.2940161255]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1592074909, 30.2686731314]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1812375997, 30.3219551005]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1653035643, 30.2791530481]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1844488188, 30.3412972198]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816242387, 30.3389494254]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1600257421, 30.3137304447]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1637641071, 30.3185109109]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1636072007, 30.3229979005]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1830088842, 30.3384405434]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1805246367, 30.3382616868]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1616578649, 30.3197426363]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1793250306, 30.3433442824]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1793392387, 30.33866986]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1648062302, 30.3182487906]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1612962339, 30.3183669043]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1803293441, 30.3408816998]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1681616299, 30.3227669417]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1652337071, 30.3121183707]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1627281851, 30.3092351411]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1877758371, 30.3413592644]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1678734023, 30.3061742579]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1634413519, 30.3091781566]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1775070989, 30.3385738794]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1586607773, 30.2677091485]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1660305063, 30.2695780462]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1521145241, 30.2725294063]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1537582429, 30.2726873012]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.198269104, 30.3457883888]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1701925752, 30.2604725567]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1691044534, 30.2604815449]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1755005203, 30.2712249265]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1720520036, 30.2904028127]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1748585178, 30.2814360098]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816022191, 30.265319852]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1749426607, 30.3180929568]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1718339824, 30.2668437529]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1746938086, 30.2757578575]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1639296551, 30.2843066659]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1603226879, 30.2923728044]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1713307532, 30.2673185565]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1663864379, 30.2740188777]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1667073971, 30.2687419983]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1565948789, 30.2728678296]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1752074354, 30.3161003814]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1708699888, 30.323309872]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.181625667, 30.3405373752]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1807822191, 30.3435950701]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1848235219, 30.3322879489]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1805808758, 30.2754248555]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1814476064, 30.2753763491]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1757521174, 30.2741943162]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1676292429, 30.3288463661]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.168483191, 30.3305748099]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1697387637, 30.3321794911]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1894268319, 30.3259325382]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1711166333, 30.2847875595]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1673497678, 30.2839385066]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1620749575, 30.3021678863]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1656167187, 30.2978493612]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1567835685, 30.307892947]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1870365023, 30.3023383754]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.193951927, 30.3264428049]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1925722831, 30.3302002504]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1580562533, 30.2754427944]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1792793283, 30.3360003979]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1794215312, 30.3344554118]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1769900204, 30.3356786072]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1770876441, 30.3378386415]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1810392829, 30.3437378351]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1820678701, 30.3460488378]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1836333728, 30.3403136738]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1886381312, 30.3250685933]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1886170553, 30.3317260673]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1926769155, 30.3337999141]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1932555944, 30.3343059328]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1890930601, 30.3342280292]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1877109149, 30.3498458434]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.189885153, 30.3500690975]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1873241156, 30.3489143781]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1734749483, 30.3023003718]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.170475506, 30.2811242801]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1758023912, 30.2818834328]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1614533366, 30.3185993513]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1650232377, 30.2837584773]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.160523941, 30.3130824603]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1623674839, 30.3128835009]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1606075435, 30.312913965]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1604570423, 30.3149470214]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1757506573, 30.283554618]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.181145185, 30.2613273554]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.168499728, 30.3280115244]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1897443419, 30.3335191109]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1730115199, 30.3289808366]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1573122768, 30.2941269942]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1766702516, 30.2605448054]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1584999683, 30.2705567251]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1816262155, 30.2725252331]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1609249007, 30.2889205006]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1622659463, 30.3130221419]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1791623457, 30.2800194122]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1665297148, 30.2654541904]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1667359964, 30.2625109878]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1677653166, 30.3029434704]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.181607889, 30.2701181976]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1578964092, 30.2649031756]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1817113277, 30.3362586285]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1819171452, 30.3412148761]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1915608301, 30.3421698846]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1967099894, 30.3425698727]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2031746638, 30.3426769305]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1992834811, 30.3423160734]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.2016835175, 30.3426888929]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.205093506, 30.3426509137]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1535337948, 30.2905311007]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1730581291, 30.2763977401]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1737869772, 30.2696849065]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1736317547, 30.3130233672]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1659347333, 30.2743417639]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1938268494, 30.3300166442]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1928972523, 30.330202593]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1893262737, 30.32636027]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1655682181, 30.3054365693]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1643586409, 30.2846876275]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1628422235, 30.3211002545]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1783518125, 30.260985175]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1974149092, 30.334890559]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1984499895, 30.3354498726]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1850984841, 30.3007078864]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1553872325, 30.2909347669]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1896342006, 30.3217209857]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1884285094, 30.3372166168]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1891120003, 30.3366708471]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1687609501, 30.3116418564]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1597000514, 30.260897339]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.162141827, 30.2869643793]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1624909372, 30.2926857078]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1740952056, 30.2850663272]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1792710887, 30.2751689056]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1708247064, 30.2842655461]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.174545504, 30.2727426831]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1757494164, 30.2852543628]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1785305655, 30.2716924773]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1726436028, 30.2849507015]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1588724813, 30.276192484]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1587841368, 30.2644666463]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.160660752, 30.2689827918]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1618959461, 30.2665386333]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1757730341, 30.2845750199]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1748305686, 30.2775749223]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1812728943, 30.2666213782]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1817477614, 30.2670227875]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'ggzxczld',
      geometry: {
        type: 'Point',
        coordinates: [120.1828810242, 30.2652489987]
      },
      properties: {
        类别: '公共自行车租赁点',
        编号: '租赁点_001',
        管理员: '沈芳',
        联系方式: '0571-xx',
        车位数: 20,
        剩余车位数: 5
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.182869989, 30.3411748725]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1824969889, 30.3409918725]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.187380989, 30.3436828726]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.186849989, 30.3445918727]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1791019893, 30.3063678715]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1707879891, 30.3028738714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1643769895, 30.2659858703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1559919892, 30.2671648702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1557929892, 30.2673088702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1701863094, 30.2846808381]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1667570399, 30.2843608334]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.166782204, 30.2839050976]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.170675604, 30.2842709622]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1826249901, 30.2618138704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1690330426, 30.3209348378]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.178140989, 30.3301718722]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1865509892, 30.3323208723]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1847279891, 30.3323198723]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.177882989, 30.3307568722]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1654879587, 30.2671218592]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1672069896, 30.2625708702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1680131169, 30.2668037931]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1778879899, 30.2665838704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1665229896, 30.2611258702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1648349895, 30.2626358702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1640079894, 30.2680348703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1642429895, 30.2657628703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1647579896, 30.2613708702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1781809892, 30.3158228718]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1559799889, 30.2888988708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1629589895, 30.2607938701]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.150859989, 30.2718798703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1540229888, 30.2933468709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1518339888, 30.2906838708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1556274741, 30.3086472263]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1778049897, 30.2776528707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1784109897, 30.2777138707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.17758699, 30.2605298703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1662309889, 30.3069608714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1601379891, 30.2844408707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1628229892, 30.2835668707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1576518858, 30.2736258374]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1718179898, 30.2610048702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1717149897, 30.2658668704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1713179897, 30.2655948703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1760429559, 30.3105549287]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1784909892, 30.3116048717]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1784439892, 30.3159778718]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1620850263, 30.2690211088]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1647329948, 30.2993071651]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1775139896, 30.2833208709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1563348918, 30.3083966629]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1558829889, 30.2893748708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.157993989, 30.2867148708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1594008894, 30.2833005204]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1657219896, 30.2606128701]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1685171253, 30.3212866003]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1641066714, 30.2994681083]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1667929895, 30.2679798704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1753809898, 30.2670798704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1538509892, 30.2654148701]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1628469894, 30.2706688704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1741894416, 30.31809227]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1782889892, 30.3134388717]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1783359892, 30.3119378717]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1738709718, 30.3107569687]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1651499893, 30.2804438707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1626369894, 30.2705958704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1709749893, 30.2920268711]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.166356989, 30.3062008714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.168882989, 30.3069948714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1739679894, 30.288488871]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1755462127, 30.2707273054]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1715329375, 30.2919392676]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1564879893, 30.2645178702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1618669893, 30.2751718705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1621629892, 30.2787698706]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1706929895, 30.2810868708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1621299892, 30.2785478706]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1616507462, 30.274466915]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1665269895, 30.2696808704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.153218989, 30.2741338704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1661009895, 30.2700298704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1716729895, 30.2771368707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1602039892, 30.2760688705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1562069891, 30.2757298705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.153925989, 30.2751278704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1560635779, 30.2752792284]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.162445381, 30.2758371585]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1720225436, 30.2766352701]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1555799893, 30.26108187]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1565849893, 30.2612318701]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1590139891, 30.2829078707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.158406549, 30.286613548]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1562959889, 30.2891488708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1596619887, 30.3090778714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1600175135, 30.3113174809]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1621922233, 30.3182408347]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1674717465, 30.3181914506]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1710989889, 30.3182178718]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1752368206, 30.3180939488]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1809793343, 30.3182743492]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1807195648, 30.3213398922]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1807160787, 30.3183856181]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1752051283, 30.3183396174]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1713499889, 30.3183398718]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1670759485, 30.3184945267]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1605032101, 30.3176211404]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1597134809, 30.3115347178]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.170487989, 30.3144568717]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1677720046, 30.3261241021]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1782609888, 30.3414848725]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1674610622, 30.3256101909]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1695679889, 30.3170678717]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1533362627, 30.2738952965]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1568679889, 30.2913948709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.168822989, 30.3105468715]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1724548769, 30.2829315334]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1590058124, 30.2704628748]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1628399891, 30.292644871]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1528479888, 30.2899608708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.161737989, 30.292369871]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1728078564, 30.2831998872]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1739595222, 30.2893043161]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1731250184, 30.2919155748]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1745099893, 30.2968408712]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.173948626, 30.302287258]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.164503989, 30.3014658712]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.164430989, 30.3010028712]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1731610125, 30.3027259439]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1740189893, 30.2954518712]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1728399894, 30.2924158711]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1738165066, 30.2889433243]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1769339896, 30.2839398709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1896409894, 30.320674872]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1887939893, 30.3261758722]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1891789073, 30.3309558645]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1885819892, 30.3349448724]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1880347356, 30.3402485764]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1888058842, 30.3415949464]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1963649893, 30.3423158727]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.2027489895, 30.3424538728]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.2052759896, 30.3426448728]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1951109893, 30.3425848727]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1888182278, 30.3419311515]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1873869891, 30.3403578726]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1890809892, 30.3356468724]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1886929893, 30.3303118723]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1892889894, 30.3258938722]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1890199894, 30.319708872]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.172091966, 30.3077235225]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1675151375, 30.3101046926]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1639999888, 30.3094598715]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1613779888, 30.3090248714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1585059887, 30.3082038714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1588719887, 30.3081758714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1609589888, 30.3087108714]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1640311834, 30.3092616438]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1679230918, 30.3099230837]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1714744284, 30.308566053]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1576909889, 30.2917528709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1530589888, 30.2903328708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.152867989, 30.2739798704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1737239895, 30.2812928708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1665789893, 30.2803988707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1639009892, 30.2854778708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1617499891, 30.2885618709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.160186989, 30.2908748709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1768680878, 30.3055068925]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1598352389, 30.3046252367]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1591999888, 30.3047898713]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1778909893, 30.3053078315]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1752888438, 30.2748025048]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.153060989, 30.2736448704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1573079889, 30.293873871]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.159733989, 30.2906048709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1613309891, 30.2882968709]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1644901384, 30.2829013998]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1667129893, 30.2801408707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1723719895, 30.2807468708]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1830347418, 30.2698414079]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1758955102, 30.2650300443]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1707541801, 30.2604988969]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1762828146, 30.2653525545]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1758645816, 30.271161329]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1701371425, 30.3030292723]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1692619891, 30.3026598713]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1697178521, 30.3179864488]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1690791643, 30.3313770285]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1835997305, 30.3410503371]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1928195407, 30.3423168978]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.2028839318, 30.342424376]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.204385594, 30.3426675711]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1924300911, 30.3425694564]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1840973228, 30.3413522662]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1691535792, 30.3186668165]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1751193357, 30.273835479]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1513849661, 30.2702207401]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1585443394, 30.2703057216]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1551409892, 30.2658288702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1701757568, 30.2671092713]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1611819894, 30.2667038703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1552599892, 30.2696328703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1549449891, 30.2701258703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1612409894, 30.2664148703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1725409897, 30.2667608704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1802321892, 30.2663576412]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1557299893, 30.26070387]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1522149891, 30.2673448702]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.151661989, 30.2728348703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1605319893, 30.2724268704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1771979897, 30.2770788707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.179614436, 30.2778830045]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1802170755, 30.2666916779]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1587551324, 30.2755124244]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1779070423, 30.2771754447]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1675989469, 30.3286214496]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1816237308, 30.3442018405]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1813568423, 30.3439995828]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1510234812, 30.2748403753]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1582029892, 30.2754708705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1698129896, 30.2719638705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1731559897, 30.2721048705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1766168314, 30.2724775618]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1812999898, 30.2763368707]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1775453345, 30.2728629233]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1741609702, 30.2725865107]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1685269895, 30.2721878705]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1605059893, 30.2727278704]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.151652989, 30.2732278703]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1531919999, 30.2742593534]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1735549594, 30.2884579122]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    },
    {
      type: 'Feature',
      name: 'gjzd',
      geometry: {
        type: 'Point',
        coordinates: [120.1708254483, 30.3028651838]
      },
      properties: {
        类别: '公交站点',
        名称: '三塘竹苑',
        管理员: '沈芳',
        联系方式: '0571-xx',
        班次: '12、847、274、11、34、14公交首末站'
      }
    }
  ]
};

export default {
  ggss1,
  ggss
};
