import { labelHeight } from './common'

// 网格事件
var grid_event = {
  type: 'FeatureCollection',
  name: 'scjg',
  features: [
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570240345, 30.2674745534, 0],
          [120.1570296345, 30.2674801534, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访罗建华老人家庭，问候他和老伴骆阿姨，送上第四季度老年食堂用餐券。',
        事发地点: '江山弄13-1-302',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 08:58:48',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1563864423, 30.2671524375, 0],
          [120.1563920423, 30.2671580375, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区丝黛尔莉服饰店进行经济普查',
        事发地点: '武林路264号',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:22:41',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568320958, 30.2676193109, 0],
          [120.1568376958, 30.2676249109, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访盛惠娟老人家庭，想发放第四季度老年食堂用餐券，老人提出七月份去吃饭时工作人员已提醒不能打两个人的，因老伴年老行走不大方便没去，她腿脚也不大好不去吃了，平时买菜孩子会送来，蔬菜楼下小店买一些的。',
        事发地点: '灯芯巷21-2-602',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 08:32:16',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1650616625, 30.2735455759, 0],
          [120.1650672625, 30.2735511759, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '节前组织网格员对辖区店面进行安全检查\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:44:11',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575442681, 30.2673956004, 0],
          [120.1575540981, 30.2674054304, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访骆森尧老人，他是独居老人，送上第四季度老年食堂用餐券，他表示感谢。',
        事发地点: '江山弄13-3-207',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 13:00:39',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1563740449, 30.2671379503, 0],
          [120.1563796449, 30.2671435503, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区天阁皮具店进行经济普查。',
        事发地点: '武林路226号102室',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:17:18',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1576372288, 30.2673597799, 0],
          [120.1576428288, 30.2673653799, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访汤荣林老人，送上第四季度老年食堂用餐券，他们表示感谢。',
        事发地点: '江山弄13-2-204',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 12:41:12',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570949817, 30.2673030889, 0],
          [120.1571005817, 30.2673086889, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区密玛服装店进行经济普查',
        事发地点: '武林路296号',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:29:09',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575019855, 30.2671806987, 0],
          [120.1575075855, 30.2671862987, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区水玉坊水晶店进行经济普查。',
        事发地点: '凤起路508号',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:05:41',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568260479, 30.2674995655, 0],
          [120.1568316479, 30.2675051655, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '韦建民是家住凤起桥河下5号居民，他说单位已解除合同出来，但我查询社保后单位未停保，告知需停保才能受理失业登记，并宣传灵活就业等政策。',
        事发地点: '灯芯巷14-6',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 13:05:44',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157632442, 30.2673021717, 0],
          [120.157638042, 30.2673077717, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访杨森观老人家庭，送上第四季度女儿家老年食堂用餐券，他们表示感谢。',
        事发地点: '江山弄14-2-224',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 15:54:42',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571903879, 30.267301422, 0],
          [120.1571959879, 30.267307022, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访魔安房形象设计工作室进行经济普查。',
        事发地点: '凤起桥河下37号104室',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:14:48',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568587268, 30.2675395303, 0],
          [120.1568643268, 30.2675451303, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '吴宝龙师傅是江山弄13-1楼道小组长，向往他了解该楼道兵役情况。',
        事发地点: '江山弄13-1',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:29:31',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156442193, 30.2670008198, 0],
          [120.156447793, 30.2670064198, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访武林路左久间服饰店进行经济普查。',
        事发地点: '武林路268号',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:25:04',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568253253, 30.2672311306, 0],
          [120.1568330153, 30.2672388206, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访申娴老人家庭，送上她和老伴第四季度老年食堂用餐券，表示感谢。',
        事发地点: '江山弄14-1-401',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 14:16:15',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1651766217, 30.2744103174, 0],
          [120.1651822217, 30.2744159174, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '查看小北门15号的垃圾房改造情况\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:13',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574600469, 30.2672430153, 0],
          [120.1574656869, 30.2672486553, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区麻范服饰店进行经济普查',
        事发地点: '武林路290号',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:27:37',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1653541716, 30.274460508, 0],
          [120.1653597716, 30.274466108, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '查看小北门15号的垃圾房改造情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:17',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564446048, 30.2669787916, 0],
          [120.1564502048, 30.2669843916, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访李倩老人，送上第四季度老年食堂用餐券，同时她是楼道小组长向她了解该楼道退伍军人情况。',
        事发地点: '江山弄13-3-308',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 12:56:24',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564993393, 30.2671031633, 0],
          [120.1565049393, 30.2671087633, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访郎咸贞老人送上第四季度女儿家老年食堂用餐券，她表示感谢。',
        事发地点: '江山弄14-3-325',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:09:39',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1646358335, 30.2723118054, 0],
          [120.1646414335, 30.2723174054, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '检查体育场路260号车库堆积物情况\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:30',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.165337598, 30.2736309301, 0],
          [120.165343198, 30.2736365301, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '检查体育场路260号车库堆积物情况\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:33',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564983179, 30.267374296, 0],
          [120.1565039179, 30.267379896, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访潘冬琴老人送上第四季度女儿家老年食堂用餐券，老人表示感谢。',
        事发地点: '江山弄14-3-315',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:07:58',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1654461976, 30.2733797677, 0],
          [120.1654517976, 30.2733853677, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '检查四网格环境卫生\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:35',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1577284938, 30.2673690969, 0],
          [120.1577340938, 30.2673746969, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '走访遇到吴湘南妻，因为近期在进行退役士兵登记，向她了解吴师傅是否当过兵，她说是的，请他们准备好资料尽快来登记。',
        事发地点: '江山弄',
        事件等级: '1',
        事件类型: '公平交易秩序',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:16:59',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1656531187, 30.2723273426, 0],
          [120.1656595087, 30.2723337326, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '国庆节前夕检查小餐饮店油烟管道\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:37',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1565055034, 30.2670010852, 0],
          [120.1565125834, 30.2670081652, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '走访杭州市下城区司麦服饰店进行经济普查',
        事发地点: '武林路234号4单元102室',
        事件等级: '1',
        事件类型: '证照管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:11:26',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1657248424, 30.2744046892, 0],
          [120.1657304424, 30.2744102892, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '联系清洁工处理路面上的堆积物\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:00',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1650266933, 30.2747179432, 0],
          [120.1650366133, 30.2747278632, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '联系清洁工处理路面上的堆积物\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:05',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649426339, 30.2745670405, 0],
          [120.1649524239, 30.2745768305, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '联系清洁工给社区个角落打灭蚊药水\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 09:41:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1567332992, 30.266176453, 0],
          [120.1567388992, 30.266182053, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '张永兵副主任带队网格员到社区各网格检查垃圾分类情况，并对地铁二号线工地等进行了安全巡查。\r\n',
        事发地点: '灯芯巷网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 14:07:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1641966619, 30.2745347269, 0],
          [120.1642022619, 30.2745403269, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '发给胭脂新村6幢2单元201两包蟑螂药\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 09:39:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1569562323, 30.2663968697, 0],
          [120.1569618323, 30.2664024697, 0]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容:
          '9月28日，天水街道38家共建单位的党建负责人到灯芯巷社区观摩社区党建服务示范街，随后街道张永兵主任为大家上了一堂生动的微党课，宣传垃圾分类1+1工作。\n',
        事发地点: '灯芯巷网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/28/2018 15:53:42',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'scjg',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1650638957, 30.2734246034, 22.71272],
          [120.1650789847, 30.2733810855, labelHeight]
        ]
      },
      properties: {
        来源平台: '市场监督',
        事件内容: '发送胭脂新村6幢2单元201两包蟑螂药',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '卫生安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 09:39:43',
        事件状态: '网格长关闭',
        zMin: 32.71272,
        zMax: 35.71272
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1577426058, 30.2671335221, 0],
          [120.1577482058, 30.2671391221, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '王师傅，想装电梯。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:02:09',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.158427261, 30.2683888995, 0],
          [120.158433351, 30.2683949895, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '张贴宣传海报',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 09:02:36',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572471527, 30.2665668375, 0],
          [120.1572527527, 30.2665724375, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '垃圾分类检查',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:11:24',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571026565, 30.2666557012, 0],
          [120.1571082565, 30.2666613012, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放陆建国的健康讲座慰问品',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:13:58',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157028107, 30.2674145469, 0],
          [120.157033707, 30.2674201469, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '凤起桥河下26号1单元101宋阿姨反映晚上江山弄14号1单元花店门口有人搓麻将影响她休息。',
        事发地点: '江山弄14号1单元',
        事件等级: '1',
        事件类型: '物业管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:02:56',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1656969595, 30.2741926564, 0],
          [120.1657025595, 30.2741982564, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访牛肉拉拉面店查看消防情况\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:16',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572777006, 30.2664346953, 0],
          [120.1572833006, 30.2664402953, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放张月英的健康讲座慰问品',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:13:33',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1643862924, 30.2723411735, 0],
          [120.1643918924, 30.2723467735, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员吴华庭报告就业情况',
        事发地点: '社区服务中心',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:49:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572012927, 30.2667726823, 0],
          [120.1572068927, 30.2667782823, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为张秀丽进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:39:57',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575489068, 30.266736594, 0],
          [120.1575555568, 30.266743244, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为王宝忠进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:36:48',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564435687, 30.2672641762, 0],
          [120.1564491687, 30.2672697762, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '204室马师傅反映之前楼上304卫生间水漏下来，社区协调后楼上同意修后，但还未修，请社区帮忙催催。',
        事发地点: '江山弄12号',
        事件等级: '1',
        事件类型: '物业管理',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 18:00:49',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570029869, 30.266908165, 0],
          [120.1570126869, 30.266917865, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '进行嵇尔铁的军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:22:30',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571361584, 30.2664098815, 0],
          [120.1571417584, 30.2664154815, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为宋杭生进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:20:42',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580636699, 30.2665014561, 0],
          [120.1580692699, 30.2665070561, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为王鲁闽进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:38:11',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581261261, 30.2680295662, 0],
          [120.1581317261, 30.2680351662, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '笔墨缘书画社做展示活动\r\n',
        事发地点: '灯芯巷网格2',
        事件等级: '1',
        事件类型: '文体教育',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 16:44:33',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1656602469, 30.2746330764, 0],
          [120.1656658469, 30.2746386764, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访牛肉拉拉面店查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:20',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575833311, 30.266500612, 0],
          [120.1575889311, 30.266506212, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放余琳的健康讲座慰问品',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:15:27',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572214492, 30.266613476, 0],
          [120.1572270492, 30.266619076, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为陈关和进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:35:05',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574577855, 30.2664706924, 0],
          [120.1574633855, 30.2664762924, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放杜亚芳体检表',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:56:25',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1656737878, 30.2723289488, 0],
          [120.1656822578, 30.2723374188, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员王和平报告就业情况',
        事发地点: '社区工作站',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:55:13',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1573935634, 30.2666846783, 0],
          [120.1573991634, 30.2666902783, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为李安民进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:44:45',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580184347, 30.2669312187, 0],
          [120.1580240347, 30.2669368187, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '网格巡查清扫楼道，检查灭火器',
        事发地点: '凤起路512号',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 10:49:10',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1582902023, 30.2667874998, 0],
          [120.1582958023, 30.2667930998, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '对凤起路512号1单元进行卫生清理。',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '综合受理',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:12:45',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580498094, 30.2664409359, 0],
          [120.1580554094, 30.2664465359, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放老年餐券。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:08:16',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571673567, 30.2674468163, 0],
          [120.1571729567, 30.2674524163, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '走访张秀英老人家庭，发放女儿家老年食堂用餐券，老人表示感谢。',
        事发地点: '江山弄14-1-131',
        事件等级: '1',
        事件类型: '老龄殡葬',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:30:13',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1583186381, 30.2667286148, 0],
          [120.1583242381, 30.2667342148, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '乐龄手工艺社，社区腰鼓队参加街道文化展演活动\r\n',
        事发地点: '灯芯巷网格2',
        事件等级: '1',
        事件类型: '文体教育',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 16:44:42',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572411392, 30.267667884, 0],
          [120.1572467392, 30.267673484, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '向灯芯巷21号小组长徐根梯了解楼道兵役情况，她表示没有听说哪些住户有当过兵的情况。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '统战工作',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:23:16',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157111274, 30.2666809951, 0],
          [120.157116874, 30.2666865951, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放金忠连健康讲座慰问品',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:10:52',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1573636758, 30.2674631134, 0],
          [120.1573692758, 30.2674687134, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '走访经道曼老人，看望她并了解他们家是否有兵役情况，她表示没的',
        事发地点: '江山弄14-1-402',
        事件等级: '1',
        事件类型: '老龄殡葬',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:34:41',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568128202, 30.2666416929, 0],
          [120.1568184202, 30.2666472929, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为赵首生进行军人登记',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:42:25',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1654724192, 30.2745260737, 0],
          [120.1654780192, 30.2745316737, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访华侨新村3号居民家。了解情况。\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:27',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1643399854, 30.2726460968, 0],
          [120.1643485654, 30.2726546768, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员孙卫国报告已办好病退',
        事发地点: '社区工作站',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:54:42',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568890613, 30.2663367823, 0],
          [120.1568946613, 30.2663423823, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '巡查社区',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 10:46:56',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1642831348, 30.2722977792, 0],
          [120.1642887348, 30.2723033792, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员张盛龙报告已办好病退',
        事发地点: '社区工作站',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:56:36',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1655888619, 30.2746610231, 0],
          [120.1655944619, 30.2746666231, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访天水巷9号牛肉拉拉面店签办理排水证登记表\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:47:37',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157112711, 30.2666883506, 0],
          [120.157118311, 30.2666939506, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放尉金芳体检表',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 09:58:19',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579760542, 30.2681113925, 0],
          [120.1579855242, 30.2681208625, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '计生系统信息更新，做报表',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 15:40:29',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574562654, 30.2668456705, 0],
          [120.1574618654, 30.2668512705, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '凤起桥河下9-11号3单元306室许翼勇家中对登革热进行入户调查',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:18:13',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1647287423, 30.2747450167, 0],
          [120.1647343423, 30.2747506167, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访华侨新村3号居民家。了解情况。\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:31',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580575169, 30.2665273623, 0],
          [120.1580631169, 30.2665329623, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '凤起里4号，凤起桥河下5正在下架，朱雅仙书记与现场负责人一起查看了情况，再次督促施工方别忘了雨水管，空调水管等细节问题。\r\n',
        事发地点: '灯芯巷网格3',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 16:44:57',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578591844, 30.2667429958, 0],
          [120.1578655844, 30.2667493958, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放王沙克健康讲座慰问品',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格3',
        上报时间: '9/30/2018 10:12:39',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564667522, 30.2669538034, 0],
          [120.1564723522, 30.2669594034, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '走访邹马泉老人家庭，送上他和老伴第四季度女儿家老年食堂用餐券，老人们表示感谢。',
        事发地点: '江山弄14-3-346',
        事件等级: '1',
        事件类型: '老龄殡葬',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:27:09',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1657259322, 30.2724352556, 0],
          [120.1657315322, 30.2724408556, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '联系灵活就业人员赵琼炜没有及时缴纳社保，将会影响灵活就业社保补贴和续签',
        事发地点: '社区服务中心',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:48:50',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1652264219, 30.2732729545, 0],
          [120.1652320219, 30.2732785545, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '发放流动人员陈海英体检表\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:46:34',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578423928, 30.2683312518, 0],
          [120.1578479928, 30.2683368518, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '\n再次检查灯芯巷14-3-101张愫家保姆乱堆乱放的杂物。',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '综合受理',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:26:33',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1638444474, 30.2743205666, 0],
          [120.1638543274, 30.2743304466, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '看望天水巷5号的独居老人王友林？\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:03',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1643849726, 30.2744707581, 0],
          [120.1643905726, 30.2744763581, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访天水巷9号牛肉拉拉面店签办理排水证登记表\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:47:36',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1643198707, 30.2729758307, 0],
          [120.1643254707, 30.2729814307, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '帮社区居民任玲办理准生证\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:46:37',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1648083726, 30.2744736311, 0],
          [120.1648139726, 30.2744792311, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '帮助居民打印一份通知单\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:07',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1582877644, 30.2683877955, 0],
          [120.1582933644, 30.2683933955, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '联系支部，安排节后路口文明劝导',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '党建宣传',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:12:04',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.158488915, 30.2683207644, 0],
          [120.158496065, 30.2683279144, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '参加天水街道举办的星级文化展演',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '文体教育',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:04:41',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1646706093, 30.2734550004, 0],
          [120.1646762093, 30.2734606004, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为居民孙啸宇办理生育证明\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:46:41',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649181435, 30.2742691357, 0],
          [120.1649237435, 30.2742747357, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '帮助居民打印一份通知单\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:10',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.164344561, 30.2722980723, 0],
          [120.164350161, 30.2723036723, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '张贴计生宣传海报\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:46:45',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649736726, 30.2730280621, 0],
          [120.1649792726, 30.2730336621, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '组织网格员对小区背街小巷整治情况走访群众，听取民意。\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:43:58',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580361903, 30.2681256791, 0],
          [120.1580417903, 30.2681312791, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '全员人口系统培训',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:10:21',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1648818125, 30.2732342921, 0],
          [120.1648874125, 30.2732398921, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '组织网格员对小区背街小巷整治情况走访群众，听取民意。\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:43:54',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1573958494, 30.2673089161, 0],
          [120.1574014494, 30.2673145161, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '上门走访郭阿姨家，关于兵役情况向她家了解，她表示她们家没有人员当过兵的',
        事发地点: '江山弄14-1-151',
        事件等级: '1',
        事件类型: '统战工作',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:36:44',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1655618551, 30.2738246954, 0],
          [120.1655708751, 30.2738337154, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员腾婷婷报告就业情况',
        事发地点: '社区工作站',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:55:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1647031325, 30.274407955, 0],
          [120.1647087325, 30.274413555, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访申联超市查看消防情况\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:40',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575089324, 30.2672272026, 0],
          [120.1575145324, 30.2672328026, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '现在在进行退伍、烈属、务兵役等登记工作，向仲大姐了解她们家是否有符合的相关人员，她说没有的。',
        事发地点: '江山弄14-1-152',
        事件等级: '1',
        事件类型: '统战工作',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:42:47',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1646617484, 30.2729412183, 0],
          [120.1646700284, 30.2729494983, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员张盛龙户籍已迁移',
        事发地点: '社区服务中心',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:50:38',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1650683731, 30.2745030353, 0],
          [120.1650769331, 30.2745115953, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访申联超市查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:42',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1567249043, 30.2670042147, 0],
          [120.1567346843, 30.2670139947, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '向江山弄12号楼道小组长唐荣莲阿姨了解楼道内兵役情况，她说她去问一下，若有会让他们来社区登记的。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '统战工作',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:25:59',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.164725013, 30.2738662742, 0],
          [120.164730613, 30.2738718742, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访胭脂新村7幢3单元独居老人罗金凤，为其开房间门\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:46:49',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.164605117, 30.2746855952, 0],
          [120.164610717, 30.2746911952, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访顺丰快递查看消防情况\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578434354, 30.2674085421, 0],
          [120.1578490354, 30.2674141421, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '检查楼道卫生',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '综合受理',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:09:25',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1636741007, 30.2744880738, 0],
          [120.1636832907, 30.2744972638, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访顺丰快递查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:45:53',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1563157447, 30.2665989404, 0],
          [120.1563213447, 30.2666045404, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '与第二网格网格员入楼道打扫楼道，进行消防安全检查。',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '综合受理',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 10:59:18',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1650554287, 30.2744086766, 0],
          [120.1650610287, 30.2744142766, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访胭脂新村1幢5单元205查看漏水情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:52',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157178862, 30.2672667727, 0],
          [120.157184462, 30.2672723727, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '现在在进行退伍、烈属、务兵役等登记工作，向江山弄14-2单元小组长周来明了解他们楼道是否有符合的相关人员，他表示去问问看。',
        事发地点: '江山弄14-2-223',
        事件等级: '1',
        事件类型: '统战工作',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 17:47:00',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1639779635, 30.2745590349, 0],
          [120.1639835635, 30.2745646349, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访沙县小吃店查看消防情况\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:08',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1655644771, 30.2734333082, 0],
          [120.1655731071, 30.2734419382, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '灵活就业人员汪文兰报告就业情况',
        事发地点: '社区工作站',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 08:53:42',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579230161, 30.2675224971, 0],
          [120.1579296461, 30.2675291271, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '在凤起桥河下6号楼道打扫卫生',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 19:08:30',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649553163, 30.2722790355, 0],
          [120.1649609163, 30.2722846355, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '检查保洁楼文跃',
        事发地点: '绿化带',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/29/2018 09:50:04',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.165020833, 30.2743472144, 0],
          [120.165026433, 30.2743528144, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '走访看望独居老人杨敏，她身体较好\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:45:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1657535047, 30.2746647637, 0],
          [120.1657591047, 30.2746703637, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '走访胭脂新村1幢6单元302，协调与楼上之间的关于楼道换风扇换气的事宜\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:45:47',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1648257112, 30.2728515116, 0],
          [120.1648313112, 30.2728571116, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '检查保安孙云庆',
        事发地点: '天水巷',
        事件等级: '1',
        事件类型: '社保',
        上报部门: '胭脂新村网格4',
        上报时间: '9/29/2018 09:48:23',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1654715547, 30.2746601512, 0],
          [120.1654771547, 30.2746657512, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '巡查胭脂段中河情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '组织工作',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:47:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1638684101, 30.2741195946, 0],
          [120.1638740101, 30.2741251946, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '天水巷11号3单元301室的老人沈汉骏的包丢了，进不去家里，我帮助他联系他的女婿来接他，\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:45:49',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1653817945, 30.2746330963, 0],
          [120.1653873945, 30.2746386963, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '与施工队赵工到胭脂新村1幢顶楼查看漏水事宜\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:47:45',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581818045, 30.2667813509, 0],
          [120.1581874045, 30.2667869509, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '9月28日，天水街道38家共建单位的党建负责人到灯芯巷社区观摩社区党建服务示范街',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '党建宣传',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 18:38:16',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1648008156, 30.2734426792, 0],
          [120.1648064156, 30.2734482792, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '向社区居民发放避孕工具\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/29/2018 10:47:52',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.165745007, 30.2726297373, 0],
          [120.165750607, 30.2726353373, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '帮社区育龄妇女王玲玲办理准生证\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/29/2018 10:47:55',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649160897, 30.2729556327, 0],
          [120.1649216897, 30.2729612327, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '帮社区育龄妇女王肖办理准生证\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格4',
        上报时间: '9/29/2018 10:47:57',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578726117, 30.2673087541, 0],
          [120.1578782117, 30.2673143541, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '地铁二号线社区、地铁方、462号居民共同协商',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '民生服务',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 19:14:16',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581556871, 30.2677419858, 0],
          [120.1581612871, 30.2677475858, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '通知路程上交2018年1-4月的廉租房货币补贴合同。顺便动员他和社区卫生院签订家庭医生。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '残联',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 12:05:11',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1580005348, 30.2683689504, 0],
          [120.1580061348, 30.2683745504, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '陪同张主任走访凤起桥河下25号2单元垃圾分类',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 19:02:08',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581755849, 30.2668598504, 0],
          [120.1581811849, 30.2668654504, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '街道张永兵主任为大家上了一堂生动的微党课，宣传垃圾分类1+1工作',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 18:39:35',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1565106828, 30.2668105048, 0],
          [120.1565199828, 30.2668198048, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '加班制作社区手册。',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '党建宣传',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 19:51:15',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578275525, 30.268341988, 0],
          [120.1578331525, 30.268347588, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '陪同张主任查看河下25号1单元垃圾分类工作开展情况',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '卫计',
        上报部门: '灯芯巷网格2',
        上报时间: '9/29/2018 19:10:00',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572212884, 30.2679995866, 0],
          [120.1572268884, 30.2680051866, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知姜建平参加精神卫生讲座',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '残联',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 12:22:34',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574363867, 30.2677488129, 0],
          [120.1574419867, 30.2677544129, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '凤起桥河下36号4单元电控门坏。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '组织工作',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 12:08:17',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572381019, 30.2682691525, 0],
          [120.1572437019, 30.2682747525, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知王月楼来社区做转业军人登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 12:02:28',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156998959, 30.2679900083, 0],
          [120.157006339, 30.2679973883, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知包其明到社区做伤残军人登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:17:51',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1577535683, 30.2675908418, 0],
          [120.1577591683, 30.2675964418, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知朱少敏到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:36:33',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156243425, 30.2675843306, 0],
          [120.156249025, 30.2675899306, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知汤建飞到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:31:38',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560044321, 30.2678650411, 0],
          [120.1560100321, 30.2678706411, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知李安民到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:29:27',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579021592, 30.2677838257, 0],
          [120.1579108792, 30.2677925457, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知任德川到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:41:15',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570390264, 30.2679499644, 0],
          [120.1570446264, 30.2679555644, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知陈旭升到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:39:10',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579086222, 30.2677468568, 0],
          [120.1579142222, 30.2677524568, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知钱嘉娃到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:26:22',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1569440102, 30.2681723965, 0],
          [120.1569496102, 30.2681779965, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知张秀丽到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:39:48',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1559321409, 30.2680975101, 0],
          [120.1559377409, 30.2681031101, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知刘武到社区做病故军人家属登记。',
        事发地点: '灯芯社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:27:01',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571438374, 30.2682835894, 0],
          [120.1571494374, 30.2682891894, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知张蓓到社区做烈属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:21:18',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156979554, 30.2681555922, 0],
          [120.156985154, 30.2681611922, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知李旋到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:27:53',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568744711, 30.2677604113, 0],
          [120.1568800711, 30.2677660113, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知卢成岩到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:30:06',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1561544556, 30.2681677198, 0],
          [120.1561600556, 30.2681733198, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知黄建军到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:28:42',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1558809392, 30.2680768049, 0],
          [120.1558865392, 30.2680824049, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知谷爱武到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:41:56',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574779612, 30.2678823707, 0],
          [120.1574835612, 30.2678879707, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知俞大鸣到社区做病故军人家属登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:37:26',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568825355, 30.2680077178, 0],
          [120.1568881355, 30.2680133178, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '通知单胜建到社区做伤残军人登记。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 19:18:56',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1623433792, 30.2739970729, 0],
          [120.1623489792, 30.2740026729, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '接待老年居民，关于老年手机的维修\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:07:35',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1622442393, 30.2743836655, 0],
          [120.1622498393, 30.2743892655, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '接待居民吴建华，关于70岁老年卡的使用\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:07:38',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1622094878, 30.2744930166, 0],
          [120.1622154478, 30.2744989766, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '接待小北门1幢的居民，关于立面整治的有关问题\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:07:41',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1632227187, 30.274372449, 0],
          [120.1632315587, 30.274381289, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '接待天水巷24号的老年居民，讲解老年政策\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:07:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1633874215, 30.2747537412, 0],
          [120.1633930215, 30.2747593412, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '为老年居民办理居家养老服务券并告知使用方法\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:09:38',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1631648819, 30.2749812452, 0],
          [120.1631704819, 30.2749868452, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '上门为居民修理缝纫机\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 15:09:35',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1631111234, 30.2749618811, 0],
          [120.1631185534, 30.2749693111, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '胭脂新村3-2-102黄晓卿领垃圾袋\r\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 14:55:38',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1630993881, 30.2751282317, 0],
          [120.1631049881, 30.2751338317, 0]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '胭脂新村3-2-102黄晓卿领垃圾袋\n',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格1',
        上报时间: '9/27/2018 14:55:36',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1654241165, 30.2743442712, 35.75248],
          [120.1654477348, 30.2742940983, labelHeight]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容:
          '走访胭脂新村1幢6单元302，协调与楼上之间的关于楼道换风扇换气的事宜',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:45:47',
        事件状态: '网格长关闭',
        zMin: 35.75248,
        zMax: 38.75248
      }
    },
    {
      type: 'Feature',
      name: 'bmfw',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1645205199, 30.2731393176, 27.0893],
          [120.1645345199, 30.2730919176, labelHeight]
        ]
      },
      properties: {
        来源平台: '便民服务',
        事件内容: '胭脂新村3-2-102黄晓卿领垃圾袋',
        事发地点: '胭脂新村网格1',
        事件等级: '1',
        事件类型: '民政',
        上报部门: '胭脂新村网格2',
        上报时间: '9/27/2018 14:55:38',
        事件状态: '网格长关闭',
        zMin: 27.0893,
        zMax: 30.0893
      }
    },

    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1576557087, 30.2683139841, 0],
          [120.1576613087, 30.2683195841, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '走访管片发现有垃圾堆积。',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:08:27',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1653874605, 30.2741876854, 0],
          [120.1653964205, 30.2741966454, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '查看小北门平房路面脏乱问题，并及时与当事人沟通处理\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 10:45:55',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560868123, 30.2674487037, 0],
          [120.1560949223, 30.2674568137, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元101室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:46:04',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570739525, 30.2664626694, 0],
          [120.1570795525, 30.2664682694, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '陪同张永兵副主任对地铁二号线工地等进行了安全巡查。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '安全生产',
        上报部门: '灯芯巷网格3',
        上报时间: '9/29/2018 14:14:09',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572575077, 30.2681498774, 0],
          [120.1572631077, 30.2681554774, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元103室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:47:09',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568697228, 30.2676808938, 0],
          [120.1568753228, 30.2676864938, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元102室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:46:28',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1561684311, 30.2678797659, 0],
          [120.1561762011, 30.2678875359, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元103室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:46:52',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1638357914, 30.274448815, 0],
          [120.1638413914, 30.274454415, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '清理胭脂新村1幢绿化带内的公共自行车\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 14:09:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1565998544, 30.2680755605, 0],
          [120.1566054544, 30.2680811605, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元201室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:47:27',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1562063734, 30.2681606792, 0],
          [120.1562119734, 30.2681662792, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元202室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:47:47',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560393951, 30.2676046539, 0],
          [120.1560449951, 30.2676102539, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元203室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:48:06',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560673577, 30.267504292, 0],
          [120.1560729577, 30.267509892, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元301室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:48:28',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1647505577, 30.2744597189, 0],
          [120.1647561577, 30.2744653189, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '清理胭脂新村1幢绿化带内的公共自行车\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 14:03:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1569162685, 30.2680432852, 0],
          [120.1569244485, 30.2680514652, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元302室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:48:48',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560943412, 30.2675481328, 0],
          [120.1560999412, 30.2675537328, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '走访狮虎桥路43号3单元303室居民家中，测查布雷登指数，并宣传预防登革热疾病的方法',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 08:49:07',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1559069984, 30.2680704399, 0],
          [120.1559125984, 30.2680760399, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元303室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:52:56',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1567780412, 30.2680663353, 0],
          [120.1567836412, 30.2680719353, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号1单元601室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:43:46',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1569445952, 30.2679539755, 0],
          [120.1569529452, 30.2679623255, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元703室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:56:44',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1566646539, 30.2678078436, 0],
          [120.1566702539, 30.2678134436, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号1单元401室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:41:57',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1559597883, 30.2678384294, 0],
          [120.1559653883, 30.2678440294, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元201室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:45:59',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564948446, 30.2677994934, 0],
          [120.1565004446, 30.2678050934, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元202室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:46:15',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570868868, 30.2682555383, 0],
          [120.1570924868, 30.2682611383, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元401室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:53:24',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564184675, 30.2676216725, 0],
          [120.1564240675, 30.2676272725, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号2单元203室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:51:17',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568420472, 30.2682047525, 0],
          [120.1568476472, 30.2682103525, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号1单元403室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:42:30',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1562832896, 30.2681624098, 0],
          [120.1562926996, 30.2681718198, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '到狮虎桥路43号1单元203室居民家中检查布雷图指数，并宣传预防登革热疾病',
        事发地点: '社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格4',
        上报时间: '9/28/2018 11:40:36',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578240112, 30.2667831783, 0],
          [120.1578296112, 30.2667887783, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容: '清理小广告',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格3',
        上报时间: '9/25/2018 16:05:54',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zhzf',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578527043, 30.2671815878, 0],
          [120.1578583043, 30.2671871878, 0]
        ]
      },
      properties: {
        来源平台: '综合执法',
        事件内容:
          '凤起路3号202居民反映前面地铁施工因为要挖下水道把堆在中间的建筑垃圾放到了靠近楼层位置，导致二楼能闻到臭味。',
        事发地点: '凤起里3号',
        事件等级: '1',
        事件类型: '市容环境',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:00:27',
        事件状态: '网格长关闭'
      }
    },

    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1644573426, 30.2742032236, 0],
          [120.1644629426, 30.2742088236, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '走访沙县小吃店查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:13',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1563696181, 30.2662672475, 0],
          [120.1563752181, 30.2662728475, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '街道社区网格员节前在社区平安巡查',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 11:00:52',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1642264062, 30.2743212231, 0],
          [120.1642320062, 30.2743268231, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '走访牛肉拉拉面店查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/30/2018 16:46:24',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1577561829, 30.2682539647, 0],
          [120.1577617829, 30.2682595647, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '与街道龚书记下网格进行消防安全生产检查，',
        事发地点: '下城区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/30/2018 10:56:32',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1574523687, 30.2672818147, 0],
          [120.1574579687, 30.2672874147, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '网格员一起走访楼道检查消防栓安全等。',
        事发地点: '江山弄14号1单元',
        事件等级: '1',
        事件类型: '国家安全',
        上报部门: '灯芯巷网格1',
        上报时间: '9/30/2018 16:12:24',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1656571561, 30.2737022912, 0],
          [120.1656627561, 30.2737078912, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查小餐饮灭火器情况\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:21',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.164766743, 30.2738458472, 0],
          [120.164774783, 30.2738538872, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查小餐饮灭火器情况\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:23',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1643089425, 30.2728610273, 0],
          [120.1643145425, 30.2728666273, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查文印店消防安全\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:24',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1649716058, 30.2738223434, 0],
          [120.1649805358, 30.2738312734, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查楼道私拉电线情况并及时整改\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:26',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1645159765, 30.2726870029, 0],
          [120.1645215765, 30.2726926029, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查楼道私拉电线情况并及时整改\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:45:28',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.165340471, 30.272529321, 0],
          [120.165346071, 30.272534921, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '组织网格员检查小餐饮消防并配合社区经济普查员入户登记。\r\n',
        事发地点: '胭脂新村网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格4',
        上报时间: '9/30/2018 16:43:50',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570223289, 30.2667958421, 0],
          [120.1570279289, 30.2668014421, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '看到煤气的紧急通知',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格3',
        上报时间: '9/29/2018 14:50:47',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571661175, 30.2681304717, 0],
          [120.1571717175, 30.2681360717, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路262号4楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:57:59',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1623178096, 30.2733360899, 0],
          [120.1623234096, 30.2733416899, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查社区内面包店消防安全\r\n',
        事发地点: '胭脂新村网格3',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格3',
        上报时间: '9/29/2018 10:59:52',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572767303, 30.2683321295, 0],
          [120.1572823303, 30.2683377295, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号二单元5楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:35:42',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.157694686, 30.2678194186, 0],
          [120.157700286, 30.2678250186, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路262号3楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:57:19',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1565812532, 30.2677624838, 0],
          [120.1565868532, 30.2677680838, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元2楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:43:01',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1576957624, 30.267716241, 0],
          [120.1577013624, 30.267721841, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元7楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:44:58',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1560045904, 30.2678247368, 0],
          [120.1560101904, 30.2678303368, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查凤起桥河下36号一单元1楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 13:39:36',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1561140015, 30.2677071424, 0],
          [120.1561196015, 30.2677127424, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元3楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:43:21',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1572926482, 30.2683118923, 0],
          [120.1572982482, 30.2683174923, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号二单元6楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:36:12',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1559956388, 30.2677873745, 0],
          [120.1560012388, 30.2677929745, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路250号二单元1楼灭火器。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:31:05',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1571617888, 30.2683456272, 0],
          [120.1571673888, 30.2683512272, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查凤起桥河下36号一单元2楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 13:39:57',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570944238, 30.2678549727, 0],
          [120.1571003738, 30.2678609227, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元4楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:43:47',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1575276296, 30.268000438, 0],
          [120.1575359396, 30.268008748, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路262号5楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:58:25',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156623666, 30.2676600611, 0],
          [120.156630836, 30.2676672311, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号二单元7楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:36:58',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1570541097, 30.2683312887, 0],
          [120.1570597097, 30.2683368887, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元5楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:44:12',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1559442619, 30.2679068983, 0],
          [120.1559498619, 30.2679124983, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '下午，社区朱书记带队，社工联同居委会成员对社区加固修缮的几处工地进行消防安全生产检查\r\n',
        事发地点: '灯芯巷网格4',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 17:07:45',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1566426021, 30.2676011831, 0],
          [120.1566482021, 30.2676067831, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路250号一单元一楼灭火器。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:15:44',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581178394, 30.2677846949, 0],
          [120.1581256194, 30.2677924749, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查凤起桥河下36号一单元3楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 13:40:18',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568122782, 30.2680578469, 0],
          [120.1568178782, 30.2680634469, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查武林路250号三单元6楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:44:34',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1581631985, 30.2678145591, 0],
          [120.1581687985, 30.2678201591, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路262号6楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 11:58:55',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579566307, 30.2677094871, 0],
          [120.1579631507, 30.2677160071, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容:
          '检查凤起桥河下36号一单元4楼灭火器，和楼道居民宣传登革热预防小知识。',
        事发地点: '灯芯巷社区',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格4',
        上报时间: '9/29/2018 13:40:40',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1639715601, 30.2741363437, 0],
          [120.1639771601, 30.2741419437, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '走访胭脂新村1幢7楼天水商务酒店查看消防情况\r\n',
        事发地点: '胭脂新村网格2',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格2',
        上报时间: '9/29/2018 14:09:47',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1633667992, 30.2735632241, 0],
          [120.1633723992, 30.2735688241, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查社区小餐饮消防安全\r\n',
        事发地点: '胭脂新村网格3',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格3',
        上报时间: '9/29/2018 10:59:43',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1631674729, 30.2730874012, 0],
          [120.1631762829, 30.2730962112, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查社区楼道内消防安全\r\n',
        事发地点: '胭脂新村网格3',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '胭脂新村网格3',
        上报时间: '9/29/2018 10:59:46',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1564477119, 30.2667026782, 0],
          [120.1564533119, 30.2667082782, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '与灯芯巷10号居民代表陈兴贤 谢鲁新沟通信访事宜。',
        事发地点: '灯芯巷10',
        事件等级: '1',
        事件类型: '矛盾纠纷',
        上报部门: '灯芯巷网格2',
        上报时间: '9/28/2018 10:06:15',
        事件状态: '网格员关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1583669211, 30.2682753332, 0],
          [120.1583725211, 30.2682809332, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路244号灭火器。',
        事发地点: '武林路244',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:19:16',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1584080312, 30.2682693817, 0],
          [120.1584136312, 30.2682749817, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路230号灭火器。',
        事发地点: '武林路230号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:18:09',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579159436, 30.2671623817, 0],
          [120.1579215436, 30.2671679817, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路224号灭火器。',
        事发地点: '武林路224号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:16:51',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1579788546, 30.2674987005, 0],
          [120.1579844546, 30.2675043005, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路248号2单元灭火器。',
        事发地点: '武林路248号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:21:09',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1583995753, 30.266746182, 0],
          [120.1584070153, 30.266753622, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路210号2单元灭火器。',
        事发地点: '武林路210号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:16:06',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1578730013, 30.2680651884, 0],
          [120.1578786013, 30.2680707884, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路210号1单元灭火器。',
        事发地点: '武林路210号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:15:11',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1563551139, 30.2661429642, 0],
          [120.1563607139, 30.2661485642, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路246号灭火器。',
        事发地点: '武林路246号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:19:48',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.156426463, 30.2662989414, 0],
          [120.156432063, 30.2663045414, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路226号灭火器。',
        事发地点: '武林路226',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:17:31',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1568897173, 30.2662660666, 0],
          [120.1568954673, 30.2662718166, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路248号1单元灭火器。',
        事发地点: '武林路248号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:20:39',
        事件状态: '网格长关闭'
      }
    },
    {
      type: 'Feature',
      name: 'zzgz',
      geometry: {
        type: 'LineString',
        coordinates: [
          [120.1562207719, 30.2668977984, 0],
          [120.1562263719, 30.2669033984, 0]
        ]
      },
      properties: {
        来源平台: '综治工作',
        事件内容: '检查武林路236号灭火器。',
        事发地点: '武林路236号',
        事件等级: '1',
        事件类型: '消防安全',
        上报部门: '灯芯巷网格2',
        上报时间: '9/24/2018 16:18:45',
        事件状态: '网格长关闭'
      }
    }
  ]
}

export default grid_event
