// 招商
const zhaoshang = {
  type: 'FeatureCollection',
  name: '招商',
  features: [
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 20],
            [120.159414306, 30.2699191177, 20],
            [120.1597845635, 30.2699339694, 20],
            [120.1597685525, 30.2702347142, 20],
            [120.159398294, 30.2702198624, 20]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '1',
        elevation: 20,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 23.33],
            [120.159414306, 30.2699191177, 23.33],
            [120.1597845635, 30.2699339694, 23.33],
            [120.1597685525, 30.2702347142, 23.33],
            [120.159398294, 30.2702198624, 23.33]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '2',
        elevation: 23.33,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 26.66],
            [120.159414306, 30.2699191177, 26.66],
            [120.1597845635, 30.2699339694, 26.66],
            [120.1597685525, 30.2702347142, 26.66],
            [120.159398294, 30.2702198624, 26.66]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '3',
        elevation: 26.66,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 29.99],
            [120.159414306, 30.2699191177, 29.99],
            [120.1597845635, 30.2699339694, 29.99],
            [120.1597685525, 30.2702347142, 29.99],
            [120.159398294, 30.2702198624, 29.99]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '4',
        elevation: 29.99,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 33.32],
            [120.159414306, 30.2699191177, 33.32],
            [120.1597845635, 30.2699339694, 33.32],
            [120.1597685525, 30.2702347142, 33.32],
            [120.159398294, 30.2702198624, 33.32]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '5',
        elevation: 33.32,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 36.65],
            [120.159414306, 30.2699191177, 36.65],
            [120.1597845635, 30.2699339694, 36.65],
            [120.1597685525, 30.2702347142, 36.65],
            [120.159398294, 30.2702198624, 36.65]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5-10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州精学锐教育信息咨询有限公司\n浙江银泰百货有限公司',
        floor: '6',
        elevation: 36.65,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 39.98],
            [120.159414306, 30.2699191177, 39.98],
            [120.1597845635, 30.2699339694, 39.98],
            [120.1597685525, 30.2702347142, 39.98],
            [120.159398294, 30.2702198624, 39.98]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '7',
        elevation: 39.98,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 43.31],
            [120.159414306, 30.2699191177, 43.31],
            [120.1597845635, 30.2699339694, 43.31],
            [120.1597685525, 30.2702347142, 43.31],
            [120.159398294, 30.2702198624, 43.31]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '8',
        elevation: 43.31,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 46.64],
            [120.159414306, 30.2699191177, 46.64],
            [120.1597845635, 30.2699339694, 46.64],
            [120.1597685525, 30.2702347142, 46.64],
            [120.159398294, 30.2702198624, 46.64]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '9',
        elevation: 46.64,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 49.97],
            [120.159414306, 30.2699191177, 49.97],
            [120.1597845635, 30.2699339694, 49.97],
            [120.1597685525, 30.2702347142, 49.97],
            [120.159398294, 30.2702198624, 49.97]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1250',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江海滨建设集团有限公司',
        floor: '10',
        elevation: 49.97,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 53.3],
            [120.159414306, 30.2699191177, 53.3],
            [120.1597845635, 30.2699339694, 53.3],
            [120.1597685525, 30.2702347142, 53.3],
            [120.159398294, 30.2702198624, 53.3]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '11',
        elevation: 53.3,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 56.63],
            [120.159414306, 30.2699191177, 56.63],
            [120.1597845635, 30.2699339694, 56.63],
            [120.1597685525, 30.2702347142, 56.63],
            [120.159398294, 30.2702198624, 56.63]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '12',
        elevation: 56.63,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 59.96],
            [120.159414306, 30.2699191177, 59.96],
            [120.1597845635, 30.2699339694, 59.96],
            [120.1597685525, 30.2702347142, 59.96],
            [120.159398294, 30.2702198624, 59.96]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州新世界进修学校',
        floor: '13',
        elevation: 59.96,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 63.29],
            [120.159414306, 30.2699191177, 63.29],
            [120.1597845635, 30.2699339694, 63.29],
            [120.1597685525, 30.2702347142, 63.29],
            [120.159398294, 30.2702198624, 63.29]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        floor: '14',
        elevation: 63.29,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 66.62],
            [120.159414306, 30.2699191177, 66.62],
            [120.1597845635, 30.2699339694, 66.62],
            [120.1597685525, 30.2702347142, 66.62],
            [120.159398294, 30.2702198624, 66.62]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '北京新东方前途出国咨询有限公司浙江分公司',
        floor: '15',
        elevation: 66.62,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 69.95],
            [120.159414306, 30.2699191177, 69.95],
            [120.1597845635, 30.2699339694, 69.95],
            [120.1597685525, 30.2702347142, 69.95],
            [120.159398294, 30.2702198624, 69.95]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州新东方进修学校',
        floor: '16',
        elevation: 69.95,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 73.28],
            [120.159414306, 30.2699191177, 73.28],
            [120.1597845635, 30.2699339694, 73.28],
            [120.1597685525, 30.2702347142, 73.28],
            [120.159398294, 30.2702198624, 73.28]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州翠岛环保科技有限公司\n李德伟个人工作室',
        floor: '17',
        elevation: 73.28,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 76.61],
            [120.159414306, 30.2699191177, 76.61],
            [120.1597845635, 30.2699339694, 76.61],
            [120.1597685525, 30.2702347142, 76.61],
            [120.159398294, 30.2702198624, 76.61]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州久盛实业有限公司',
        floor: '18',
        elevation: 76.61,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 79.94],
            [120.159414306, 30.2699191177, 79.94],
            [120.1597845635, 30.2699339694, 79.94],
            [120.1597685525, 30.2702347142, 79.94],
            [120.159398294, 30.2702198624, 79.94]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江越盛能源科技有限公司',
        floor: '19',
        elevation: 79.94,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 83.27],
            [120.159414306, 30.2699191177, 83.27],
            [120.1597845635, 30.2699339694, 83.27],
            [120.1597685525, 30.2702347142, 83.27],
            [120.159398294, 30.2702198624, 83.27]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省机场管理局',
        floor: '20',
        elevation: 83.27,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 86.6],
            [120.159414306, 30.2699191177, 86.6],
            [120.1597845635, 30.2699339694, 86.6],
            [120.1597685525, 30.2702347142, 86.6],
            [120.159398294, 30.2702198624, 86.6]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '21',
        elevation: 86.6,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 89.93],
            [120.159414306, 30.2699191177, 89.93],
            [120.1597845635, 30.2699339694, 89.93],
            [120.1597685525, 30.2702347142, 89.93],
            [120.159398294, 30.2702198624, 89.93]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省物价局监督检查分局',
        floor: '22',
        elevation: 89.93,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 93.26],
            [120.159414306, 30.2699191177, 93.26],
            [120.1597845635, 30.2699339694, 93.26],
            [120.1597685525, 30.2702347142, 93.26],
            [120.159398294, 30.2702198624, 93.26]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省物价局监督检查分局',
        floor: '23',
        elevation: 93.26,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 96.59],
            [120.159414306, 30.2699191177, 96.59],
            [120.1597845635, 30.2699339694, 96.59],
            [120.1597685525, 30.2702347142, 96.59],
            [120.159398294, 30.2702198624, 96.59]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        floor: '24',
        elevation: 96.59,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 99.92],
            [120.159414306, 30.2699191177, 99.92],
            [120.1597845635, 30.2699339694, 99.92],
            [120.1597685525, 30.2702347142, 99.92],
            [120.159398294, 30.2702198624, 99.92]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '浙江银泰百货有限公司\n衣念（上海）服装贸易有限公司杭州分公司\n浙江万福建材有限公司',
        floor: '25',
        elevation: 99.92,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 103.25],
            [120.159414306, 30.2699191177, 103.25],
            [120.1597845635, 30.2699339694, 103.25],
            [120.1597685525, 30.2702347142, 103.25],
            [120.159398294, 30.2702198624, 103.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '杭州碧贵源化妆品有限公司\n杭州新东方进修学校\n上海炳恒资产管理有限公司杭州分公司',
        floor: '26',
        elevation: 103.25,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 106.58],
            [120.159414306, 30.2699191177, 106.58],
            [120.1597845635, 30.2699339694, 106.58],
            [120.1597685525, 30.2702347142, 106.58],
            [120.159398294, 30.2702198624, 106.58]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '中国银联股份有限公司浙江分公司\n上海黑黛增发服务有限公司杭州第四分公司\n杭州朗泉企业管理咨询有限公司',
        floor: '27',
        elevation: 106.58,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 109.91],
            [120.159414306, 30.2699191177, 109.91],
            [120.1597845635, 30.2699339694, 109.91],
            [120.1597685525, 30.2702347142, 109.91],
            [120.159398294, 30.2702198624, 109.91]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国银联股份有限公司浙江分公司',
        floor: '28',
        elevation: 109.91,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 113.24],
            [120.159414306, 30.2699191177, 113.24],
            [120.1597845635, 30.2699339694, 113.24],
            [120.1597685525, 30.2702347142, 113.24],
            [120.159398294, 30.2702198624, 113.24]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '29',
        elevation: 113.24,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.159398294, 30.2702198624, 116.57],
            [120.159414306, 30.2699191177, 116.57],
            [120.1597845635, 30.2699339694, 116.57],
            [120.1597685525, 30.2702347142, 116.57],
            [120.159398294, 30.2702198624, 116.57]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '30',
        elevation: 116.57,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 15.5],
            [120.1507328306, 30.2742200891, 15.5],
            [120.1511973014, 30.2742771962, 15.5],
            [120.1511420979, 30.2746293564, 15.5],
            [120.1506871449, 30.2745703458, 15.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '浙江省政府采购中心\n浙江省支持浙商创业创新服务中心\n浙江中铁房地产集团有限公司杭州装饰分公司',
        floor: '1',
        elevation: 15.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 18.75],
            [120.1507328306, 30.2742200891, 18.75],
            [120.1511973014, 30.2742771962, 18.75],
            [120.1511420979, 30.2746293564, 18.75],
            [120.1506871449, 30.2745703458, 18.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '浙江蓝旭投资管理有限公司\n浙江省政府采购中心',
        floor: '2',
        elevation: 18.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 22],
            [120.1507328306, 30.2742200891, 22],
            [120.1511973014, 30.2742771962, 22],
            [120.1511420979, 30.2746293564, 22],
            [120.1506871449, 30.2745703458, 22]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州中检方元安检测技术有限公司\n浙江省政府采购中心',
        floor: '3',
        elevation: 22,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 25.25],
            [120.1507328306, 30.2742200891, 25.25],
            [120.1511973014, 30.2742771962, 25.25],
            [120.1511420979, 30.2746293564, 25.25],
            [120.1506871449, 30.2745703458, 25.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州晨楷贸易有限公司',
        floor: '4',
        elevation: 25.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 28.5],
            [120.1507328306, 30.2742200891, 28.5],
            [120.1511973014, 30.2742771962, 28.5],
            [120.1511420979, 30.2746293564, 28.5],
            [120.1506871449, 30.2745703458, 28.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业:
          '浙江省标准化研究院\n上海文盛资产管理股份有限公司杭州分公司',
        floor: '5',
        elevation: 28.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 31.75],
            [120.1507328306, 30.2742200891, 31.75],
            [120.1511973014, 30.2742771962, 31.75],
            [120.1511420979, 30.2746293564, 31.75],
            [120.1506871449, 30.2745703458, 31.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江方大标准信息有限公司',
        floor: '6',
        elevation: 31.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 35],
            [120.1507328306, 30.2742200891, 35],
            [120.1511973014, 30.2742771962, 35],
            [120.1511420979, 30.2746293564, 35],
            [120.1506871449, 30.2745703458, 35]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省质量监督技术教育培训中心',
        floor: '7',
        elevation: 35,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 38.25],
            [120.1507328306, 30.2742200891, 38.25],
            [120.1511973014, 30.2742771962, 38.25],
            [120.1511420979, 30.2746293564, 38.25],
            [120.1506871449, 30.2745703458, 38.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江文华控股有限公司',
        floor: '8',
        elevation: 38.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 41.5],
            [120.1507328306, 30.2742200891, 41.5],
            [120.1511973014, 30.2742771962, 41.5],
            [120.1511420979, 30.2746293564, 41.5],
            [120.1506871449, 30.2745703458, 41.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国检查认证集团浙江分公司',
        floor: '9',
        elevation: 41.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 44.75],
            [120.1507328306, 30.2742200891, 44.75],
            [120.1511973014, 30.2742771962, 44.75],
            [120.1511420979, 30.2746293564, 44.75],
            [120.1506871449, 30.2745703458, 44.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国检查认证集团浙江分公司',
        floor: '10',
        elevation: 44.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 48],
            [120.1507328306, 30.2742200891, 48],
            [120.1511973014, 30.2742771962, 48],
            [120.1511420979, 30.2746293564, 48],
            [120.1506871449, 30.2745703458, 48]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙商期货有限公司',
        floor: '11',
        elevation: 48,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 51.25],
            [120.1507328306, 30.2742200891, 51.25],
            [120.1511973014, 30.2742771962, 51.25],
            [120.1511420979, 30.2746293564, 51.25],
            [120.1506871449, 30.2745703458, 51.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙商期货有限公司',
        floor: '12',
        elevation: 51.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 54.5],
            [120.1507328306, 30.2742200891, 54.5],
            [120.1511973014, 30.2742771962, 54.5],
            [120.1511420979, 30.2746293564, 54.5],
            [120.1506871449, 30.2745703458, 54.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        floor: '13',
        elevation: 54.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 57.75],
            [120.1507328306, 30.2742200891, 57.75],
            [120.1511973014, 30.2742771962, 57.75],
            [120.1511420979, 30.2746293564, 57.75],
            [120.1506871449, 30.2745703458, 57.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        floor: '14',
        elevation: 57.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 61],
            [120.1507328306, 30.2742200891, 61],
            [120.1511973014, 30.2742771962, 61],
            [120.1511420979, 30.2746293564, 61],
            [120.1506871449, 30.2745703458, 61]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '平安惠普投资咨询有限公司杭州城星路分公司',
        floor: '15',
        elevation: 61,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 64.25],
            [120.1507328306, 30.2742200891, 64.25],
            [120.1511973014, 30.2742771962, 64.25],
            [120.1511420979, 30.2746293564, 64.25],
            [120.1506871449, 30.2745703458, 64.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '东融资产管理有限公司',
        floor: '16',
        elevation: 64.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 67.5],
            [120.1507328306, 30.2742200891, 67.5],
            [120.1511973014, 30.2742771962, 67.5],
            [120.1511420979, 30.2746293564, 67.5],
            [120.1506871449, 30.2745703458, 67.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '东融资产管理有限公司',
        floor: '17',
        elevation: 67.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 70.75],
            [120.1507328306, 30.2742200891, 70.75],
            [120.1511973014, 30.2742771962, 70.75],
            [120.1511420979, 30.2746293564, 70.75],
            [120.1506871449, 30.2745703458, 70.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江中铁房地产集团有限公司',
        floor: '18',
        elevation: 70.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 74],
            [120.1507328306, 30.2742200891, 74],
            [120.1511973014, 30.2742771962, 74],
            [120.1511420979, 30.2746293564, 74],
            [120.1506871449, 30.2745703458, 74]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '19',
        elevation: 74,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 77.25],
            [120.1507328306, 30.2742200891, 77.25],
            [120.1511973014, 30.2742771962, 77.25],
            [120.1511420979, 30.2746293564, 77.25],
            [120.1506871449, 30.2745703458, 77.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙商期货有限公司',
        floor: '20',
        elevation: 77.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 80.5],
            [120.1507328306, 30.2742200891, 80.5],
            [120.1511973014, 30.2742771962, 80.5],
            [120.1511420979, 30.2746293564, 80.5],
            [120.1506871449, 30.2745703458, 80.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '21',
        elevation: 80.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 83.75],
            [120.1507328306, 30.2742200891, 83.75],
            [120.1511973014, 30.2742771962, 83.75],
            [120.1511420979, 30.2746293564, 83.75],
            [120.1506871449, 30.2745703458, 83.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '22',
        elevation: 83.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 87],
            [120.1507328306, 30.2742200891, 87],
            [120.1511973014, 30.2742771962, 87],
            [120.1511420979, 30.2746293564, 87],
            [120.1506871449, 30.2745703458, 87]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '23',
        elevation: 87,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 90.25],
            [120.1507328306, 30.2742200891, 90.25],
            [120.1511973014, 30.2742771962, 90.25],
            [120.1511420979, 30.2746293564, 90.25],
            [120.1506871449, 30.2745703458, 90.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '24',
        elevation: 90.25,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 93.5],
            [120.1507328306, 30.2742200891, 93.5],
            [120.1511973014, 30.2742771962, 93.5],
            [120.1511420979, 30.2746293564, 93.5],
            [120.1506871449, 30.2745703458, 93.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '25',
        elevation: 93.5,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1506871449, 30.2745703458, 96.75],
            [120.1507328306, 30.2742200891, 96.75],
            [120.1511973014, 30.2742771962, 96.75],
            [120.1511420979, 30.2746293564, 96.75],
            [120.1506871449, 30.2745703458, 96.75]
          ]
        ]
      },
      properties: {
        楼宇名称: '耀江发展中心',
        '租赁均价(元/㎡)': '4.2',
        '可招商面积(㎡) ': '1163',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省国有资产监督管理委员会',
        floor: '26',
        elevation: 96.75,
        height: 3.25
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 17.5],
            [120.1566217586, 30.275973276, 17.5],
            [120.1570864673, 30.2760111094, 17.5],
            [120.157045247, 30.2764222271, 17.5],
            [120.1565805118, 30.2763830352, 17.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '16',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '6',
        入驻主要企业:
          '中国农业银行\nAmouris\n名表层\n杭州山葵家餐饮管理有限公司环城北路店\n杭州啡凡餐饮管理有限公司\n渣打银行（中国）有限公司杭州武林支行',
        floor: '1',
        elevation: 17.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 21],
            [120.1566217586, 30.275973276, 21],
            [120.1570864673, 30.2760111094, 21],
            [120.157045247, 30.2764222271, 21],
            [120.1565805118, 30.2763830352, 21]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        '可招商面积(㎡) ': '269',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州全福欣资产管理有限公司\n柴老师说留学',
        floor: '2',
        elevation: 21,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 24.5],
            [120.1566217586, 30.275973276, 24.5],
            [120.1570864673, 30.2760111094, 24.5],
            [120.157045247, 30.2764222271, 24.5],
            [120.1565805118, 30.2763830352, 24.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        floor: '3',
        elevation: 24.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 28],
            [120.1566217586, 30.275973276, 28],
            [120.1570864673, 30.2760111094, 28],
            [120.157045247, 30.2764222271, 28],
            [120.1565805118, 30.2763830352, 28]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国移动通讯集团浙江有限公司杭州分公司',
        floor: '4',
        elevation: 28,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 31.5],
            [120.1566217586, 30.275973276, 31.5],
            [120.1570864673, 30.2760111094, 31.5],
            [120.157045247, 30.2764222271, 31.5],
            [120.1565805118, 30.2763830352, 31.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        floor: '5',
        elevation: 31.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 35],
            [120.1566217586, 30.275973276, 35],
            [120.1570864673, 30.2760111094, 35],
            [120.157045247, 30.2764222271, 35],
            [120.1565805118, 30.2763830352, 35]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        floor: '6',
        elevation: 35,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 38.5],
            [120.1566217586, 30.275973276, 38.5],
            [120.1570864673, 30.2760111094, 38.5],
            [120.157045247, 30.2764222271, 38.5],
            [120.1565805118, 30.2763830352, 38.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '8',
        '可招商面积(㎡) ': '1548',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '澳美教育科技有限公司',
        floor: '7',
        elevation: 38.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 42],
            [120.1566217586, 30.275973276, 42],
            [120.1570864673, 30.2760111094, 42],
            [120.157045247, 30.2764222271, 42],
            [120.1565805118, 30.2763830352, 42]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '1200',
        企业数: '2',
        入驻主要企业: '杭州博储厨房设备有限公司\n国通信托',
        floor: '8',
        elevation: 42,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 45.5],
            [120.1566217586, 30.275973276, 45.5],
            [120.1570864673, 30.2760111094, 45.5],
            [120.157045247, 30.2764222271, 45.5],
            [120.1565805118, 30.2763830352, 45.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '512',
        企业数: '3',
        入驻主要企业:
          '杭州鹅湖投资管理咨询有限公司\n爱齐商贸有限公司\n英域成教育培训（杭州）有限公司环城北路分公司',
        floor: '9',
        elevation: 45.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 49],
            [120.1566217586, 30.275973276, 49],
            [120.1570864673, 30.2760111094, 49],
            [120.157045247, 30.2764222271, 49],
            [120.1565805118, 30.2763830352, 49]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '645',
        企业数: '4',
        入驻主要企业:
          '贝克曼库尔特商贸（中国）有限公司杭州办事处\n赛生贸易（上海）有限公司杭州分公司\n武田药品（中国）有限公司杭州分公司\n浙江桉树科技有限公司',
        floor: '10',
        elevation: 49,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 52.5],
            [120.1566217586, 30.275973276, 52.5],
            [120.1570864673, 30.2760111094, 52.5],
            [120.157045247, 30.2764222271, 52.5],
            [120.1565805118, 30.2763830352, 52.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '浙江贯通贸易有限公司\n中国平安人寿保险股份有限公司浙江分公司\n杭州优富投资管理有限公司',
        floor: '11',
        elevation: 52.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 56],
            [120.1566217586, 30.275973276, 56],
            [120.1570864673, 30.2760111094, 56],
            [120.157045247, 30.2764222271, 56],
            [120.1565805118, 30.2763830352, 56]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业:
          '北京博智东方教育科技有限公司杭州分公司\n中国平安人寿保险股份有限公司浙江分公司',
        floor: '12',
        elevation: 56,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 59.5],
            [120.1566217586, 30.275973276, 59.5],
            [120.1570864673, 30.2760111094, 59.5],
            [120.157045247, 30.2764222271, 59.5],
            [120.1565805118, 30.2763830352, 59.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        floor: '13',
        elevation: 59.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 63],
            [120.1566217586, 30.275973276, 63],
            [120.1570864673, 30.2760111094, 63],
            [120.157045247, 30.2764222271, 63],
            [120.1565805118, 30.2763830352, 63]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-10',
        floor: '14',
        elevation: 63,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 66.5],
            [120.1566217586, 30.275973276, 66.5],
            [120.1570864673, 30.2760111094, 66.5],
            [120.157045247, 30.2764222271, 66.5],
            [120.1565805118, 30.2763830352, 66.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '404',
        企业数: '2',
        入驻主要企业: '浙江远腾实业有限公司\n上海誉兴贸易有限公司杭州分公司',
        floor: '15',
        elevation: 66.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 70],
            [120.1566217586, 30.275973276, 70],
            [120.1570864673, 30.2760111094, 70],
            [120.157045247, 30.2764222271, 70],
            [120.1565805118, 30.2763830352, 70]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '780',
        企业数: '3',
        入驻主要企业:
          '杭州昆岗艺术品投资管理有限公司\n辉瑞投资有限公司杭州办事处\n惠氏制药有限公司杭州分公司',
        floor: '16',
        elevation: 70,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 73.5],
            [120.1566217586, 30.275973276, 73.5],
            [120.1570864673, 30.2760111094, 73.5],
            [120.157045247, 30.2764222271, 73.5],
            [120.1565805118, 30.2763830352, 73.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '31',
        企业数: '5',
        入驻主要企业:
          '杭州优格室内环境工程有限公司\n深圳市滨海基金管理有限公司杭州分公司\n卫材（中国）药业有限公司杭州分公司\n绍兴县元垄房地产开发有限公司\n浙江君弘资产管理有限公司',
        floor: '17',
        elevation: 73.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 77],
            [120.1566217586, 30.275973276, 77],
            [120.1570864673, 30.2760111094, 77],
            [120.157045247, 30.2764222271, 77],
            [120.1565805118, 30.2763830352, 77]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '133',
        企业数: '7',
        入驻主要企业:
          '杭州柴茵文化创意有限公司\n中融国际信托有限公司杭州办事处\n安斯泰来制药（中国）有限公司杭州办事处\n上海罗宾服饰有限公司杭州分公司\n浙商基金管理有限公司\n杭州市下城区坤和中心楼宇综合中心\n上海铂利德钻石有限公司杭州分公司',
        floor: '18',
        elevation: 77,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 80.5],
            [120.1566217586, 30.275973276, 80.5],
            [120.1570864673, 30.2760111094, 80.5],
            [120.157045247, 30.2764222271, 80.5],
            [120.1565805118, 30.2763830352, 80.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '705',
        企业数: '4',
        入驻主要企业:
          '上海爱建信托有限公司杭州办事处\n招商信诺人寿保险有限公司浙江分公司\n长荣航空股份有限公司杭州代表处\n杭州睿函企业管理咨询有限公司',
        floor: '19',
        elevation: 80.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 84],
            [120.1566217586, 30.275973276, 84],
            [120.1570864673, 30.2760111094, 84],
            [120.157045247, 30.2764222271, 84],
            [120.1565805118, 30.2763830352, 84]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '409',
        企业数: '4',
        入驻主要企业:
          '天风证券股份有限公司杭州环城北路证券营业部\n西部信托有限公司杭州办事处\n杭州奈瑞儿美容有限公司环城北路分公司\n杭州郝玲玲健康管理有限公司',
        floor: '20',
        elevation: 84,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 87.5],
            [120.1566217586, 30.275973276, 87.5],
            [120.1570864673, 30.2760111094, 87.5],
            [120.157045247, 30.2764222271, 87.5],
            [120.1565805118, 30.2763830352, 87.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '1101',
        企业数: '3',
        入驻主要企业:
          '浙江省海运集团有限公司\n浙江侨外因私出入境咨询服务有限公司\n浙江惠丰投资发展有限公司',
        floor: '21',
        elevation: 87.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 91],
            [120.1566217586, 30.275973276, 91],
            [120.1570864673, 30.2760111094, 91],
            [120.157045247, 30.2764222271, 91],
            [120.1565805118, 30.2763830352, 91]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省海运集团浙海海运有限公司',
        floor: '22',
        elevation: 91,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 94.5],
            [120.1566217586, 30.275973276, 94.5],
            [120.1570864673, 30.2760111094, 94.5],
            [120.157045247, 30.2764222271, 94.5],
            [120.1565805118, 30.2763830352, 94.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省现代建筑设计研究院有限公司',
        floor: '23',
        elevation: 94.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 98],
            [120.1566217586, 30.275973276, 98],
            [120.1570864673, 30.2760111094, 98],
            [120.157045247, 30.2764222271, 98],
            [120.1565805118, 30.2763830352, 98]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        floor: '24',
        elevation: 98,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 101.5],
            [120.1566217586, 30.275973276, 101.5],
            [120.1570864673, 30.2760111094, 101.5],
            [120.157045247, 30.2764222271, 101.5],
            [120.1565805118, 30.2763830352, 101.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '139.92',
        企业数: '4',
        入驻主要企业:
          '浙江省现代建筑设计研究院有限公司\n爱普生中国有限公司杭州分公司\n吉林大学通源生物工程有限公司杭州办事处\n杭州索引翱申教育咨询有限公司',
        floor: '25',
        elevation: 101.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 105],
            [120.1566217586, 30.275973276, 105],
            [120.1570864673, 30.2760111094, 105],
            [120.157045247, 30.2764222271, 105],
            [120.1565805118, 30.2763830352, 105]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '浙江海港资产管理有限公司\n浙江英瑞留学信息咨询有限公司',
        floor: '26',
        elevation: 105,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 108.5],
            [120.1566217586, 30.275973276, 108.5],
            [120.1570864673, 30.2760111094, 108.5],
            [120.157045247, 30.2764222271, 108.5],
            [120.1565805118, 30.2763830352, 108.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '0',
        企业数: '4',
        入驻主要企业:
          '浙江海港资产管理有限公司\n杭州宝坤控股集团有限公司\n民生财富投资管理有限公司\n白瑞信托有限责任公司杭州办事处',
        floor: '27',
        elevation: 108.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 112],
            [120.1566217586, 30.275973276, 112],
            [120.1570864673, 30.2760111094, 112],
            [120.157045247, 30.2764222271, 112],
            [120.1565805118, 30.2763830352, 112]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '1032',
        企业数: '3',
        入驻主要企业:
          '参天制药（中国）有限公司杭州办事处\nPolycom通讯系统（北京）有限公司杭州分公司\n浙江虹喜嘉慧食品有限公司',
        floor: '28',
        elevation: 112,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 115.5],
            [120.1566217586, 30.275973276, 115.5],
            [120.1570864673, 30.2760111094, 115.5],
            [120.157045247, 30.2764222271, 115.5],
            [120.1565805118, 30.2763830352, 115.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '143',
        企业数: '4',
        入驻主要企业:
          '天津京滨工业园开发有限公司杭州分公司\n浙江颜术科技有限公司\n华润深国投信托有限公司杭州办事处\n爱奇投资顾问（上海）有限公司杭州分公司',
        floor: '29',
        elevation: 115.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 119],
            [120.1566217586, 30.275973276, 119],
            [120.1570864673, 30.2760111094, 119],
            [120.157045247, 30.2764222271, 119],
            [120.1565805118, 30.2763830352, 119]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '442',
        企业数: '2',
        入驻主要企业:
          '施维雅（天津）制药有限公司杭州办事处\n北京精时恒达钟表有限公司杭州分公司',
        floor: '30',
        elevation: 119,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 122.5],
            [120.1566217586, 30.275973276, 122.5],
            [120.1570864673, 30.2760111094, 122.5],
            [120.157045247, 30.2764222271, 122.5],
            [120.1565805118, 30.2763830352, 122.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '7-8',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '348',
        企业数: '2',
        入驻主要企业:
          '五矿国际信托有限公司杭州办事处\n上海红歆财富投资管理有限公司杭州第二分公司',
        floor: '31',
        elevation: 122.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 126],
            [120.1566217586, 30.275973276, 126],
            [120.1570864673, 30.2760111094, 126],
            [120.157045247, 30.2764222271, 126],
            [120.1565805118, 30.2763830352, 126]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '294',
        企业数: '4',
        入驻主要企业:
          '常青汇教育\n浙江大公咨询服务有限公司\n爱和谊日生同和财产保险（中国）有限公司浙江分公司\n中诚信托有限责任公司杭州办事处',
        floor: '32',
        elevation: 126,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 129.5],
            [120.1566217586, 30.275973276, 129.5],
            [120.1570864673, 30.2760111094, 129.5],
            [120.157045247, 30.2764222271, 129.5],
            [120.1565805118, 30.2763830352, 129.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '59',
        企业数: '5',
        入驻主要企业:
          '飞科星腾影视传媒有限公司\n明梁海外控股\n上海学畅出国留学服务有限\n杭州汉鼎宇佑传媒有限公司\n浙江宇佑影视传媒有限公司',
        floor: '33',
        elevation: 129.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 133],
            [120.1566217586, 30.275973276, 133],
            [120.1570864673, 30.2760111094, 133],
            [120.157045247, 30.2764222271, 133],
            [120.1565805118, 30.2763830352, 133]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '1580',
        企业数: '0',
        floor: '34',
        elevation: 133,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1565805118, 30.2763830352, 136.5],
            [120.1566217586, 30.275973276, 136.5],
            [120.1570864673, 30.2760111094, 136.5],
            [120.157045247, 30.2764222271, 136.5],
            [120.1565805118, 30.2763830352, 136.5]
          ]
        ]
      },
      properties: {
        楼宇名称: '坤和中心',
        '租赁均价(元/㎡)': '6-7',
        '可招商面积(㎡) ': '1580',
        '空置面积(㎡)': '1580',
        企业数: '0',
        floor: '35',
        elevation: 136.5,
        height: 3.5
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 20],
            [120.1597847639, 30.2699289734, 20],
            [120.1597854317, 30.2699290454, 20],
            [120.1597862736, 30.269929271, 20],
            [120.1597870635, 30.2699296393, 20],
            [120.1597877774, 30.2699301392, 20],
            [120.1597883937, 30.2699307555, 20],
            [120.1597888936, 30.2699314694, 20],
            [120.1597892619, 30.2699322593, 20],
            [120.1597894875, 30.2699331012, 20],
            [120.1597895635, 30.2699339694, 20],
            [120.1597895564, 30.2699342352, 20],
            [120.1597735455, 30.27023498, 20],
            [120.1597734766, 30.2702355825, 20],
            [120.159773251, 30.2702364243, 20],
            [120.1597728827, 30.2702372142, 20],
            [120.1597723828, 30.2702379282, 20],
            [120.1597717665, 30.2702385444, 20],
            [120.1597710525, 30.2702390443, 20],
            [120.1597702626, 30.2702394127, 20],
            [120.1597694208, 30.2702396383, 20],
            [120.1597685525, 30.2702397142, 20],
            [120.1597683521, 30.2702397102, 20],
            [120.1593982939, 30.2702248644, 20],
            [120.1593980942, 30.270224851, 20],
            [120.1593974257, 30.2702247865, 20],
            [120.1593965839, 30.2702245609, 20],
            [120.159395794, 30.2702241926, 20],
            [120.15939508, 30.2702236927, 20],
            [120.1593944638, 30.2702230764, 20],
            [120.1593939639, 30.2702223624, 20],
            [120.1593935955, 30.2702215725, 20],
            [120.1593933699, 30.2702207307, 20],
            [120.159393294, 30.2702198624, 20],
            [120.1593933112, 30.2702195975, 20],
            [120.1593933516, 30.2702189932, 20],
            [120.1594093131, 30.2699188518, 20],
            [120.159409382, 30.2699182494, 20],
            [120.1594096076, 30.2699174076, 20],
            [120.1594099759, 30.2699166177, 20],
            [120.1594104758, 30.2699159037, 20],
            [120.1594110921, 30.2699152875, 20],
            [120.159411806, 30.2699147875, 20],
            [120.1594125959, 30.2699144192, 20],
            [120.1594134378, 30.2699141936, 20],
            [120.159414306, 30.2699141177, 20],
            [120.1594145064, 30.2699141217, 20]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '1',
        elevation: 20,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 23.33],
            [120.1597847639, 30.2699289734, 23.33],
            [120.1597854317, 30.2699290454, 23.33],
            [120.1597862736, 30.269929271, 23.33],
            [120.1597870635, 30.2699296393, 23.33],
            [120.1597877774, 30.2699301392, 23.33],
            [120.1597883937, 30.2699307555, 23.33],
            [120.1597888936, 30.2699314694, 23.33],
            [120.1597892619, 30.2699322593, 23.33],
            [120.1597894875, 30.2699331012, 23.33],
            [120.1597895635, 30.2699339694, 23.33],
            [120.1597895564, 30.2699342352, 23.33],
            [120.1597735455, 30.27023498, 23.33],
            [120.1597734766, 30.2702355825, 23.33],
            [120.159773251, 30.2702364243, 23.33],
            [120.1597728827, 30.2702372142, 23.33],
            [120.1597723828, 30.2702379282, 23.33],
            [120.1597717665, 30.2702385444, 23.33],
            [120.1597710525, 30.2702390443, 23.33],
            [120.1597702626, 30.2702394127, 23.33],
            [120.1597694208, 30.2702396383, 23.33],
            [120.1597685525, 30.2702397142, 23.33],
            [120.1597683521, 30.2702397102, 23.33],
            [120.1593982939, 30.2702248644, 23.33],
            [120.1593980942, 30.270224851, 23.33],
            [120.1593974257, 30.2702247865, 23.33],
            [120.1593965839, 30.2702245609, 23.33],
            [120.159395794, 30.2702241926, 23.33],
            [120.15939508, 30.2702236927, 23.33],
            [120.1593944638, 30.2702230764, 23.33],
            [120.1593939639, 30.2702223624, 23.33],
            [120.1593935955, 30.2702215725, 23.33],
            [120.1593933699, 30.2702207307, 23.33],
            [120.159393294, 30.2702198624, 23.33],
            [120.1593933112, 30.2702195975, 23.33],
            [120.1593933516, 30.2702189932, 23.33],
            [120.1594093131, 30.2699188518, 23.33],
            [120.159409382, 30.2699182494, 23.33],
            [120.1594096076, 30.2699174076, 23.33],
            [120.1594099759, 30.2699166177, 23.33],
            [120.1594104758, 30.2699159037, 23.33],
            [120.1594110921, 30.2699152875, 23.33],
            [120.159411806, 30.2699147875, 23.33],
            [120.1594125959, 30.2699144192, 23.33],
            [120.1594134378, 30.2699141936, 23.33],
            [120.159414306, 30.2699141177, 23.33],
            [120.1594145064, 30.2699141217, 23.33]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '2',
        elevation: 23.33,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 26.66],
            [120.1597847639, 30.2699289734, 26.66],
            [120.1597854317, 30.2699290454, 26.66],
            [120.1597862736, 30.269929271, 26.66],
            [120.1597870635, 30.2699296393, 26.66],
            [120.1597877774, 30.2699301392, 26.66],
            [120.1597883937, 30.2699307555, 26.66],
            [120.1597888936, 30.2699314694, 26.66],
            [120.1597892619, 30.2699322593, 26.66],
            [120.1597894875, 30.2699331012, 26.66],
            [120.1597895635, 30.2699339694, 26.66],
            [120.1597895564, 30.2699342352, 26.66],
            [120.1597735455, 30.27023498, 26.66],
            [120.1597734766, 30.2702355825, 26.66],
            [120.159773251, 30.2702364243, 26.66],
            [120.1597728827, 30.2702372142, 26.66],
            [120.1597723828, 30.2702379282, 26.66],
            [120.1597717665, 30.2702385444, 26.66],
            [120.1597710525, 30.2702390443, 26.66],
            [120.1597702626, 30.2702394127, 26.66],
            [120.1597694208, 30.2702396383, 26.66],
            [120.1597685525, 30.2702397142, 26.66],
            [120.1597683521, 30.2702397102, 26.66],
            [120.1593982939, 30.2702248644, 26.66],
            [120.1593980942, 30.270224851, 26.66],
            [120.1593974257, 30.2702247865, 26.66],
            [120.1593965839, 30.2702245609, 26.66],
            [120.159395794, 30.2702241926, 26.66],
            [120.15939508, 30.2702236927, 26.66],
            [120.1593944638, 30.2702230764, 26.66],
            [120.1593939639, 30.2702223624, 26.66],
            [120.1593935955, 30.2702215725, 26.66],
            [120.1593933699, 30.2702207307, 26.66],
            [120.159393294, 30.2702198624, 26.66],
            [120.1593933112, 30.2702195975, 26.66],
            [120.1593933516, 30.2702189932, 26.66],
            [120.1594093131, 30.2699188518, 26.66],
            [120.159409382, 30.2699182494, 26.66],
            [120.1594096076, 30.2699174076, 26.66],
            [120.1594099759, 30.2699166177, 26.66],
            [120.1594104758, 30.2699159037, 26.66],
            [120.1594110921, 30.2699152875, 26.66],
            [120.159411806, 30.2699147875, 26.66],
            [120.1594125959, 30.2699144192, 26.66],
            [120.1594134378, 30.2699141936, 26.66],
            [120.159414306, 30.2699141177, 26.66],
            [120.1594145064, 30.2699141217, 26.66]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '3',
        elevation: 26.66,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 29.99],
            [120.1597847639, 30.2699289734, 29.99],
            [120.1597854317, 30.2699290454, 29.99],
            [120.1597862736, 30.269929271, 29.99],
            [120.1597870635, 30.2699296393, 29.99],
            [120.1597877774, 30.2699301392, 29.99],
            [120.1597883937, 30.2699307555, 29.99],
            [120.1597888936, 30.2699314694, 29.99],
            [120.1597892619, 30.2699322593, 29.99],
            [120.1597894875, 30.2699331012, 29.99],
            [120.1597895635, 30.2699339694, 29.99],
            [120.1597895564, 30.2699342352, 29.99],
            [120.1597735455, 30.27023498, 29.99],
            [120.1597734766, 30.2702355825, 29.99],
            [120.159773251, 30.2702364243, 29.99],
            [120.1597728827, 30.2702372142, 29.99],
            [120.1597723828, 30.2702379282, 29.99],
            [120.1597717665, 30.2702385444, 29.99],
            [120.1597710525, 30.2702390443, 29.99],
            [120.1597702626, 30.2702394127, 29.99],
            [120.1597694208, 30.2702396383, 29.99],
            [120.1597685525, 30.2702397142, 29.99],
            [120.1597683521, 30.2702397102, 29.99],
            [120.1593982939, 30.2702248644, 29.99],
            [120.1593980942, 30.270224851, 29.99],
            [120.1593974257, 30.2702247865, 29.99],
            [120.1593965839, 30.2702245609, 29.99],
            [120.159395794, 30.2702241926, 29.99],
            [120.15939508, 30.2702236927, 29.99],
            [120.1593944638, 30.2702230764, 29.99],
            [120.1593939639, 30.2702223624, 29.99],
            [120.1593935955, 30.2702215725, 29.99],
            [120.1593933699, 30.2702207307, 29.99],
            [120.159393294, 30.2702198624, 29.99],
            [120.1593933112, 30.2702195975, 29.99],
            [120.1593933516, 30.2702189932, 29.99],
            [120.1594093131, 30.2699188518, 29.99],
            [120.159409382, 30.2699182494, 29.99],
            [120.1594096076, 30.2699174076, 29.99],
            [120.1594099759, 30.2699166177, 29.99],
            [120.1594104758, 30.2699159037, 29.99],
            [120.1594110921, 30.2699152875, 29.99],
            [120.159411806, 30.2699147875, 29.99],
            [120.1594125959, 30.2699144192, 29.99],
            [120.1594134378, 30.2699141936, 29.99],
            [120.159414306, 30.2699141177, 29.99],
            [120.1594145064, 30.2699141217, 29.99]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '4',
        elevation: 29.99,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 33.32],
            [120.1597847639, 30.2699289734, 33.32],
            [120.1597854317, 30.2699290454, 33.32],
            [120.1597862736, 30.269929271, 33.32],
            [120.1597870635, 30.2699296393, 33.32],
            [120.1597877774, 30.2699301392, 33.32],
            [120.1597883937, 30.2699307555, 33.32],
            [120.1597888936, 30.2699314694, 33.32],
            [120.1597892619, 30.2699322593, 33.32],
            [120.1597894875, 30.2699331012, 33.32],
            [120.1597895635, 30.2699339694, 33.32],
            [120.1597895564, 30.2699342352, 33.32],
            [120.1597735455, 30.27023498, 33.32],
            [120.1597734766, 30.2702355825, 33.32],
            [120.159773251, 30.2702364243, 33.32],
            [120.1597728827, 30.2702372142, 33.32],
            [120.1597723828, 30.2702379282, 33.32],
            [120.1597717665, 30.2702385444, 33.32],
            [120.1597710525, 30.2702390443, 33.32],
            [120.1597702626, 30.2702394127, 33.32],
            [120.1597694208, 30.2702396383, 33.32],
            [120.1597685525, 30.2702397142, 33.32],
            [120.1597683521, 30.2702397102, 33.32],
            [120.1593982939, 30.2702248644, 33.32],
            [120.1593980942, 30.270224851, 33.32],
            [120.1593974257, 30.2702247865, 33.32],
            [120.1593965839, 30.2702245609, 33.32],
            [120.159395794, 30.2702241926, 33.32],
            [120.15939508, 30.2702236927, 33.32],
            [120.1593944638, 30.2702230764, 33.32],
            [120.1593939639, 30.2702223624, 33.32],
            [120.1593935955, 30.2702215725, 33.32],
            [120.1593933699, 30.2702207307, 33.32],
            [120.159393294, 30.2702198624, 33.32],
            [120.1593933112, 30.2702195975, 33.32],
            [120.1593933516, 30.2702189932, 33.32],
            [120.1594093131, 30.2699188518, 33.32],
            [120.159409382, 30.2699182494, 33.32],
            [120.1594096076, 30.2699174076, 33.32],
            [120.1594099759, 30.2699166177, 33.32],
            [120.1594104758, 30.2699159037, 33.32],
            [120.1594110921, 30.2699152875, 33.32],
            [120.159411806, 30.2699147875, 33.32],
            [120.1594125959, 30.2699144192, 33.32],
            [120.1594134378, 30.2699141936, 33.32],
            [120.159414306, 30.2699141177, 33.32],
            [120.1594145064, 30.2699141217, 33.32]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '5',
        elevation: 33.32,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 36.65],
            [120.1597847639, 30.2699289734, 36.65],
            [120.1597854317, 30.2699290454, 36.65],
            [120.1597862736, 30.269929271, 36.65],
            [120.1597870635, 30.2699296393, 36.65],
            [120.1597877774, 30.2699301392, 36.65],
            [120.1597883937, 30.2699307555, 36.65],
            [120.1597888936, 30.2699314694, 36.65],
            [120.1597892619, 30.2699322593, 36.65],
            [120.1597894875, 30.2699331012, 36.65],
            [120.1597895635, 30.2699339694, 36.65],
            [120.1597895564, 30.2699342352, 36.65],
            [120.1597735455, 30.27023498, 36.65],
            [120.1597734766, 30.2702355825, 36.65],
            [120.159773251, 30.2702364243, 36.65],
            [120.1597728827, 30.2702372142, 36.65],
            [120.1597723828, 30.2702379282, 36.65],
            [120.1597717665, 30.2702385444, 36.65],
            [120.1597710525, 30.2702390443, 36.65],
            [120.1597702626, 30.2702394127, 36.65],
            [120.1597694208, 30.2702396383, 36.65],
            [120.1597685525, 30.2702397142, 36.65],
            [120.1597683521, 30.2702397102, 36.65],
            [120.1593982939, 30.2702248644, 36.65],
            [120.1593980942, 30.270224851, 36.65],
            [120.1593974257, 30.2702247865, 36.65],
            [120.1593965839, 30.2702245609, 36.65],
            [120.159395794, 30.2702241926, 36.65],
            [120.15939508, 30.2702236927, 36.65],
            [120.1593944638, 30.2702230764, 36.65],
            [120.1593939639, 30.2702223624, 36.65],
            [120.1593935955, 30.2702215725, 36.65],
            [120.1593933699, 30.2702207307, 36.65],
            [120.159393294, 30.2702198624, 36.65],
            [120.1593933112, 30.2702195975, 36.65],
            [120.1593933516, 30.2702189932, 36.65],
            [120.1594093131, 30.2699188518, 36.65],
            [120.159409382, 30.2699182494, 36.65],
            [120.1594096076, 30.2699174076, 36.65],
            [120.1594099759, 30.2699166177, 36.65],
            [120.1594104758, 30.2699159037, 36.65],
            [120.1594110921, 30.2699152875, 36.65],
            [120.159411806, 30.2699147875, 36.65],
            [120.1594125959, 30.2699144192, 36.65],
            [120.1594134378, 30.2699141936, 36.65],
            [120.159414306, 30.2699141177, 36.65],
            [120.1594145064, 30.2699141217, 36.65]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5-10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州精学锐教育信息咨询有限公司\n浙江银泰百货有限公司',
        floor: '6',
        elevation: 36.65,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 39.98],
            [120.1597847639, 30.2699289734, 39.98],
            [120.1597854317, 30.2699290454, 39.98],
            [120.1597862736, 30.269929271, 39.98],
            [120.1597870635, 30.2699296393, 39.98],
            [120.1597877774, 30.2699301392, 39.98],
            [120.1597883937, 30.2699307555, 39.98],
            [120.1597888936, 30.2699314694, 39.98],
            [120.1597892619, 30.2699322593, 39.98],
            [120.1597894875, 30.2699331012, 39.98],
            [120.1597895635, 30.2699339694, 39.98],
            [120.1597895564, 30.2699342352, 39.98],
            [120.1597735455, 30.27023498, 39.98],
            [120.1597734766, 30.2702355825, 39.98],
            [120.159773251, 30.2702364243, 39.98],
            [120.1597728827, 30.2702372142, 39.98],
            [120.1597723828, 30.2702379282, 39.98],
            [120.1597717665, 30.2702385444, 39.98],
            [120.1597710525, 30.2702390443, 39.98],
            [120.1597702626, 30.2702394127, 39.98],
            [120.1597694208, 30.2702396383, 39.98],
            [120.1597685525, 30.2702397142, 39.98],
            [120.1597683521, 30.2702397102, 39.98],
            [120.1593982939, 30.2702248644, 39.98],
            [120.1593980942, 30.270224851, 39.98],
            [120.1593974257, 30.2702247865, 39.98],
            [120.1593965839, 30.2702245609, 39.98],
            [120.159395794, 30.2702241926, 39.98],
            [120.15939508, 30.2702236927, 39.98],
            [120.1593944638, 30.2702230764, 39.98],
            [120.1593939639, 30.2702223624, 39.98],
            [120.1593935955, 30.2702215725, 39.98],
            [120.1593933699, 30.2702207307, 39.98],
            [120.159393294, 30.2702198624, 39.98],
            [120.1593933112, 30.2702195975, 39.98],
            [120.1593933516, 30.2702189932, 39.98],
            [120.1594093131, 30.2699188518, 39.98],
            [120.159409382, 30.2699182494, 39.98],
            [120.1594096076, 30.2699174076, 39.98],
            [120.1594099759, 30.2699166177, 39.98],
            [120.1594104758, 30.2699159037, 39.98],
            [120.1594110921, 30.2699152875, 39.98],
            [120.159411806, 30.2699147875, 39.98],
            [120.1594125959, 30.2699144192, 39.98],
            [120.1594134378, 30.2699141936, 39.98],
            [120.159414306, 30.2699141177, 39.98],
            [120.1594145064, 30.2699141217, 39.98]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '7',
        elevation: 39.98,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 43.31],
            [120.1597847639, 30.2699289734, 43.31],
            [120.1597854317, 30.2699290454, 43.31],
            [120.1597862736, 30.269929271, 43.31],
            [120.1597870635, 30.2699296393, 43.31],
            [120.1597877774, 30.2699301392, 43.31],
            [120.1597883937, 30.2699307555, 43.31],
            [120.1597888936, 30.2699314694, 43.31],
            [120.1597892619, 30.2699322593, 43.31],
            [120.1597894875, 30.2699331012, 43.31],
            [120.1597895635, 30.2699339694, 43.31],
            [120.1597895564, 30.2699342352, 43.31],
            [120.1597735455, 30.27023498, 43.31],
            [120.1597734766, 30.2702355825, 43.31],
            [120.159773251, 30.2702364243, 43.31],
            [120.1597728827, 30.2702372142, 43.31],
            [120.1597723828, 30.2702379282, 43.31],
            [120.1597717665, 30.2702385444, 43.31],
            [120.1597710525, 30.2702390443, 43.31],
            [120.1597702626, 30.2702394127, 43.31],
            [120.1597694208, 30.2702396383, 43.31],
            [120.1597685525, 30.2702397142, 43.31],
            [120.1597683521, 30.2702397102, 43.31],
            [120.1593982939, 30.2702248644, 43.31],
            [120.1593980942, 30.270224851, 43.31],
            [120.1593974257, 30.2702247865, 43.31],
            [120.1593965839, 30.2702245609, 43.31],
            [120.159395794, 30.2702241926, 43.31],
            [120.15939508, 30.2702236927, 43.31],
            [120.1593944638, 30.2702230764, 43.31],
            [120.1593939639, 30.2702223624, 43.31],
            [120.1593935955, 30.2702215725, 43.31],
            [120.1593933699, 30.2702207307, 43.31],
            [120.159393294, 30.2702198624, 43.31],
            [120.1593933112, 30.2702195975, 43.31],
            [120.1593933516, 30.2702189932, 43.31],
            [120.1594093131, 30.2699188518, 43.31],
            [120.159409382, 30.2699182494, 43.31],
            [120.1594096076, 30.2699174076, 43.31],
            [120.1594099759, 30.2699166177, 43.31],
            [120.1594104758, 30.2699159037, 43.31],
            [120.1594110921, 30.2699152875, 43.31],
            [120.159411806, 30.2699147875, 43.31],
            [120.1594125959, 30.2699144192, 43.31],
            [120.1594134378, 30.2699141936, 43.31],
            [120.159414306, 30.2699141177, 43.31],
            [120.1594145064, 30.2699141217, 43.31]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '10',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '8',
        elevation: 43.31,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 46.64],
            [120.1597847639, 30.2699289734, 46.64],
            [120.1597854317, 30.2699290454, 46.64],
            [120.1597862736, 30.269929271, 46.64],
            [120.1597870635, 30.2699296393, 46.64],
            [120.1597877774, 30.2699301392, 46.64],
            [120.1597883937, 30.2699307555, 46.64],
            [120.1597888936, 30.2699314694, 46.64],
            [120.1597892619, 30.2699322593, 46.64],
            [120.1597894875, 30.2699331012, 46.64],
            [120.1597895635, 30.2699339694, 46.64],
            [120.1597895564, 30.2699342352, 46.64],
            [120.1597735455, 30.27023498, 46.64],
            [120.1597734766, 30.2702355825, 46.64],
            [120.159773251, 30.2702364243, 46.64],
            [120.1597728827, 30.2702372142, 46.64],
            [120.1597723828, 30.2702379282, 46.64],
            [120.1597717665, 30.2702385444, 46.64],
            [120.1597710525, 30.2702390443, 46.64],
            [120.1597702626, 30.2702394127, 46.64],
            [120.1597694208, 30.2702396383, 46.64],
            [120.1597685525, 30.2702397142, 46.64],
            [120.1597683521, 30.2702397102, 46.64],
            [120.1593982939, 30.2702248644, 46.64],
            [120.1593980942, 30.270224851, 46.64],
            [120.1593974257, 30.2702247865, 46.64],
            [120.1593965839, 30.2702245609, 46.64],
            [120.159395794, 30.2702241926, 46.64],
            [120.15939508, 30.2702236927, 46.64],
            [120.1593944638, 30.2702230764, 46.64],
            [120.1593939639, 30.2702223624, 46.64],
            [120.1593935955, 30.2702215725, 46.64],
            [120.1593933699, 30.2702207307, 46.64],
            [120.159393294, 30.2702198624, 46.64],
            [120.1593933112, 30.2702195975, 46.64],
            [120.1593933516, 30.2702189932, 46.64],
            [120.1594093131, 30.2699188518, 46.64],
            [120.159409382, 30.2699182494, 46.64],
            [120.1594096076, 30.2699174076, 46.64],
            [120.1594099759, 30.2699166177, 46.64],
            [120.1594104758, 30.2699159037, 46.64],
            [120.1594110921, 30.2699152875, 46.64],
            [120.159411806, 30.2699147875, 46.64],
            [120.1594125959, 30.2699144192, 46.64],
            [120.1594134378, 30.2699141936, 46.64],
            [120.159414306, 30.2699141177, 46.64],
            [120.1594145064, 30.2699141217, 46.64]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1358',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '9',
        elevation: 46.64,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 49.97],
            [120.1597847639, 30.2699289734, 49.97],
            [120.1597854317, 30.2699290454, 49.97],
            [120.1597862736, 30.269929271, 49.97],
            [120.1597870635, 30.2699296393, 49.97],
            [120.1597877774, 30.2699301392, 49.97],
            [120.1597883937, 30.2699307555, 49.97],
            [120.1597888936, 30.2699314694, 49.97],
            [120.1597892619, 30.2699322593, 49.97],
            [120.1597894875, 30.2699331012, 49.97],
            [120.1597895635, 30.2699339694, 49.97],
            [120.1597895564, 30.2699342352, 49.97],
            [120.1597735455, 30.27023498, 49.97],
            [120.1597734766, 30.2702355825, 49.97],
            [120.159773251, 30.2702364243, 49.97],
            [120.1597728827, 30.2702372142, 49.97],
            [120.1597723828, 30.2702379282, 49.97],
            [120.1597717665, 30.2702385444, 49.97],
            [120.1597710525, 30.2702390443, 49.97],
            [120.1597702626, 30.2702394127, 49.97],
            [120.1597694208, 30.2702396383, 49.97],
            [120.1597685525, 30.2702397142, 49.97],
            [120.1597683521, 30.2702397102, 49.97],
            [120.1593982939, 30.2702248644, 49.97],
            [120.1593980942, 30.270224851, 49.97],
            [120.1593974257, 30.2702247865, 49.97],
            [120.1593965839, 30.2702245609, 49.97],
            [120.159395794, 30.2702241926, 49.97],
            [120.15939508, 30.2702236927, 49.97],
            [120.1593944638, 30.2702230764, 49.97],
            [120.1593939639, 30.2702223624, 49.97],
            [120.1593935955, 30.2702215725, 49.97],
            [120.1593933699, 30.2702207307, 49.97],
            [120.159393294, 30.2702198624, 49.97],
            [120.1593933112, 30.2702195975, 49.97],
            [120.1593933516, 30.2702189932, 49.97],
            [120.1594093131, 30.2699188518, 49.97],
            [120.159409382, 30.2699182494, 49.97],
            [120.1594096076, 30.2699174076, 49.97],
            [120.1594099759, 30.2699166177, 49.97],
            [120.1594104758, 30.2699159037, 49.97],
            [120.1594110921, 30.2699152875, 49.97],
            [120.159411806, 30.2699147875, 49.97],
            [120.1594125959, 30.2699144192, 49.97],
            [120.1594134378, 30.2699141936, 49.97],
            [120.159414306, 30.2699141177, 49.97],
            [120.1594145064, 30.2699141217, 49.97]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1250',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江海滨建设集团有限公司',
        floor: '10',
        elevation: 49.97,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 53.3],
            [120.1597847639, 30.2699289734, 53.3],
            [120.1597854317, 30.2699290454, 53.3],
            [120.1597862736, 30.269929271, 53.3],
            [120.1597870635, 30.2699296393, 53.3],
            [120.1597877774, 30.2699301392, 53.3],
            [120.1597883937, 30.2699307555, 53.3],
            [120.1597888936, 30.2699314694, 53.3],
            [120.1597892619, 30.2699322593, 53.3],
            [120.1597894875, 30.2699331012, 53.3],
            [120.1597895635, 30.2699339694, 53.3],
            [120.1597895564, 30.2699342352, 53.3],
            [120.1597735455, 30.27023498, 53.3],
            [120.1597734766, 30.2702355825, 53.3],
            [120.159773251, 30.2702364243, 53.3],
            [120.1597728827, 30.2702372142, 53.3],
            [120.1597723828, 30.2702379282, 53.3],
            [120.1597717665, 30.2702385444, 53.3],
            [120.1597710525, 30.2702390443, 53.3],
            [120.1597702626, 30.2702394127, 53.3],
            [120.1597694208, 30.2702396383, 53.3],
            [120.1597685525, 30.2702397142, 53.3],
            [120.1597683521, 30.2702397102, 53.3],
            [120.1593982939, 30.2702248644, 53.3],
            [120.1593980942, 30.270224851, 53.3],
            [120.1593974257, 30.2702247865, 53.3],
            [120.1593965839, 30.2702245609, 53.3],
            [120.159395794, 30.2702241926, 53.3],
            [120.15939508, 30.2702236927, 53.3],
            [120.1593944638, 30.2702230764, 53.3],
            [120.1593939639, 30.2702223624, 53.3],
            [120.1593935955, 30.2702215725, 53.3],
            [120.1593933699, 30.2702207307, 53.3],
            [120.159393294, 30.2702198624, 53.3],
            [120.1593933112, 30.2702195975, 53.3],
            [120.1593933516, 30.2702189932, 53.3],
            [120.1594093131, 30.2699188518, 53.3],
            [120.159409382, 30.2699182494, 53.3],
            [120.1594096076, 30.2699174076, 53.3],
            [120.1594099759, 30.2699166177, 53.3],
            [120.1594104758, 30.2699159037, 53.3],
            [120.1594110921, 30.2699152875, 53.3],
            [120.159411806, 30.2699147875, 53.3],
            [120.1594125959, 30.2699144192, 53.3],
            [120.1594134378, 30.2699141936, 53.3],
            [120.159414306, 30.2699141177, 53.3],
            [120.1594145064, 30.2699141217, 53.3]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '11',
        elevation: 53.3,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 56.63],
            [120.1597847639, 30.2699289734, 56.63],
            [120.1597854317, 30.2699290454, 56.63],
            [120.1597862736, 30.269929271, 56.63],
            [120.1597870635, 30.2699296393, 56.63],
            [120.1597877774, 30.2699301392, 56.63],
            [120.1597883937, 30.2699307555, 56.63],
            [120.1597888936, 30.2699314694, 56.63],
            [120.1597892619, 30.2699322593, 56.63],
            [120.1597894875, 30.2699331012, 56.63],
            [120.1597895635, 30.2699339694, 56.63],
            [120.1597895564, 30.2699342352, 56.63],
            [120.1597735455, 30.27023498, 56.63],
            [120.1597734766, 30.2702355825, 56.63],
            [120.159773251, 30.2702364243, 56.63],
            [120.1597728827, 30.2702372142, 56.63],
            [120.1597723828, 30.2702379282, 56.63],
            [120.1597717665, 30.2702385444, 56.63],
            [120.1597710525, 30.2702390443, 56.63],
            [120.1597702626, 30.2702394127, 56.63],
            [120.1597694208, 30.2702396383, 56.63],
            [120.1597685525, 30.2702397142, 56.63],
            [120.1597683521, 30.2702397102, 56.63],
            [120.1593982939, 30.2702248644, 56.63],
            [120.1593980942, 30.270224851, 56.63],
            [120.1593974257, 30.2702247865, 56.63],
            [120.1593965839, 30.2702245609, 56.63],
            [120.159395794, 30.2702241926, 56.63],
            [120.15939508, 30.2702236927, 56.63],
            [120.1593944638, 30.2702230764, 56.63],
            [120.1593939639, 30.2702223624, 56.63],
            [120.1593935955, 30.2702215725, 56.63],
            [120.1593933699, 30.2702207307, 56.63],
            [120.159393294, 30.2702198624, 56.63],
            [120.1593933112, 30.2702195975, 56.63],
            [120.1593933516, 30.2702189932, 56.63],
            [120.1594093131, 30.2699188518, 56.63],
            [120.159409382, 30.2699182494, 56.63],
            [120.1594096076, 30.2699174076, 56.63],
            [120.1594099759, 30.2699166177, 56.63],
            [120.1594104758, 30.2699159037, 56.63],
            [120.1594110921, 30.2699152875, 56.63],
            [120.159411806, 30.2699147875, 56.63],
            [120.1594125959, 30.2699144192, 56.63],
            [120.1594134378, 30.2699141936, 56.63],
            [120.159414306, 30.2699141177, 56.63],
            [120.1594145064, 30.2699141217, 56.63]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国信达资产管理股份有限公司浙江省分公司',
        floor: '12',
        elevation: 56.63,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 59.96],
            [120.1597847639, 30.2699289734, 59.96],
            [120.1597854317, 30.2699290454, 59.96],
            [120.1597862736, 30.269929271, 59.96],
            [120.1597870635, 30.2699296393, 59.96],
            [120.1597877774, 30.2699301392, 59.96],
            [120.1597883937, 30.2699307555, 59.96],
            [120.1597888936, 30.2699314694, 59.96],
            [120.1597892619, 30.2699322593, 59.96],
            [120.1597894875, 30.2699331012, 59.96],
            [120.1597895635, 30.2699339694, 59.96],
            [120.1597895564, 30.2699342352, 59.96],
            [120.1597735455, 30.27023498, 59.96],
            [120.1597734766, 30.2702355825, 59.96],
            [120.159773251, 30.2702364243, 59.96],
            [120.1597728827, 30.2702372142, 59.96],
            [120.1597723828, 30.2702379282, 59.96],
            [120.1597717665, 30.2702385444, 59.96],
            [120.1597710525, 30.2702390443, 59.96],
            [120.1597702626, 30.2702394127, 59.96],
            [120.1597694208, 30.2702396383, 59.96],
            [120.1597685525, 30.2702397142, 59.96],
            [120.1597683521, 30.2702397102, 59.96],
            [120.1593982939, 30.2702248644, 59.96],
            [120.1593980942, 30.270224851, 59.96],
            [120.1593974257, 30.2702247865, 59.96],
            [120.1593965839, 30.2702245609, 59.96],
            [120.159395794, 30.2702241926, 59.96],
            [120.15939508, 30.2702236927, 59.96],
            [120.1593944638, 30.2702230764, 59.96],
            [120.1593939639, 30.2702223624, 59.96],
            [120.1593935955, 30.2702215725, 59.96],
            [120.1593933699, 30.2702207307, 59.96],
            [120.159393294, 30.2702198624, 59.96],
            [120.1593933112, 30.2702195975, 59.96],
            [120.1593933516, 30.2702189932, 59.96],
            [120.1594093131, 30.2699188518, 59.96],
            [120.159409382, 30.2699182494, 59.96],
            [120.1594096076, 30.2699174076, 59.96],
            [120.1594099759, 30.2699166177, 59.96],
            [120.1594104758, 30.2699159037, 59.96],
            [120.1594110921, 30.2699152875, 59.96],
            [120.159411806, 30.2699147875, 59.96],
            [120.1594125959, 30.2699144192, 59.96],
            [120.1594134378, 30.2699141936, 59.96],
            [120.159414306, 30.2699141177, 59.96],
            [120.1594145064, 30.2699141217, 59.96]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州新世界进修学校',
        floor: '13',
        elevation: 59.96,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 63.29],
            [120.1597847639, 30.2699289734, 63.29],
            [120.1597854317, 30.2699290454, 63.29],
            [120.1597862736, 30.269929271, 63.29],
            [120.1597870635, 30.2699296393, 63.29],
            [120.1597877774, 30.2699301392, 63.29],
            [120.1597883937, 30.2699307555, 63.29],
            [120.1597888936, 30.2699314694, 63.29],
            [120.1597892619, 30.2699322593, 63.29],
            [120.1597894875, 30.2699331012, 63.29],
            [120.1597895635, 30.2699339694, 63.29],
            [120.1597895564, 30.2699342352, 63.29],
            [120.1597735455, 30.27023498, 63.29],
            [120.1597734766, 30.2702355825, 63.29],
            [120.159773251, 30.2702364243, 63.29],
            [120.1597728827, 30.2702372142, 63.29],
            [120.1597723828, 30.2702379282, 63.29],
            [120.1597717665, 30.2702385444, 63.29],
            [120.1597710525, 30.2702390443, 63.29],
            [120.1597702626, 30.2702394127, 63.29],
            [120.1597694208, 30.2702396383, 63.29],
            [120.1597685525, 30.2702397142, 63.29],
            [120.1597683521, 30.2702397102, 63.29],
            [120.1593982939, 30.2702248644, 63.29],
            [120.1593980942, 30.270224851, 63.29],
            [120.1593974257, 30.2702247865, 63.29],
            [120.1593965839, 30.2702245609, 63.29],
            [120.159395794, 30.2702241926, 63.29],
            [120.15939508, 30.2702236927, 63.29],
            [120.1593944638, 30.2702230764, 63.29],
            [120.1593939639, 30.2702223624, 63.29],
            [120.1593935955, 30.2702215725, 63.29],
            [120.1593933699, 30.2702207307, 63.29],
            [120.159393294, 30.2702198624, 63.29],
            [120.1593933112, 30.2702195975, 63.29],
            [120.1593933516, 30.2702189932, 63.29],
            [120.1594093131, 30.2699188518, 63.29],
            [120.159409382, 30.2699182494, 63.29],
            [120.1594096076, 30.2699174076, 63.29],
            [120.1594099759, 30.2699166177, 63.29],
            [120.1594104758, 30.2699159037, 63.29],
            [120.1594110921, 30.2699152875, 63.29],
            [120.159411806, 30.2699147875, 63.29],
            [120.1594125959, 30.2699144192, 63.29],
            [120.1594134378, 30.2699141936, 63.29],
            [120.159414306, 30.2699141177, 63.29],
            [120.1594145064, 30.2699141217, 63.29]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        floor: '14',
        elevation: 63.29,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 66.62],
            [120.1597847639, 30.2699289734, 66.62],
            [120.1597854317, 30.2699290454, 66.62],
            [120.1597862736, 30.269929271, 66.62],
            [120.1597870635, 30.2699296393, 66.62],
            [120.1597877774, 30.2699301392, 66.62],
            [120.1597883937, 30.2699307555, 66.62],
            [120.1597888936, 30.2699314694, 66.62],
            [120.1597892619, 30.2699322593, 66.62],
            [120.1597894875, 30.2699331012, 66.62],
            [120.1597895635, 30.2699339694, 66.62],
            [120.1597895564, 30.2699342352, 66.62],
            [120.1597735455, 30.27023498, 66.62],
            [120.1597734766, 30.2702355825, 66.62],
            [120.159773251, 30.2702364243, 66.62],
            [120.1597728827, 30.2702372142, 66.62],
            [120.1597723828, 30.2702379282, 66.62],
            [120.1597717665, 30.2702385444, 66.62],
            [120.1597710525, 30.2702390443, 66.62],
            [120.1597702626, 30.2702394127, 66.62],
            [120.1597694208, 30.2702396383, 66.62],
            [120.1597685525, 30.2702397142, 66.62],
            [120.1597683521, 30.2702397102, 66.62],
            [120.1593982939, 30.2702248644, 66.62],
            [120.1593980942, 30.270224851, 66.62],
            [120.1593974257, 30.2702247865, 66.62],
            [120.1593965839, 30.2702245609, 66.62],
            [120.159395794, 30.2702241926, 66.62],
            [120.15939508, 30.2702236927, 66.62],
            [120.1593944638, 30.2702230764, 66.62],
            [120.1593939639, 30.2702223624, 66.62],
            [120.1593935955, 30.2702215725, 66.62],
            [120.1593933699, 30.2702207307, 66.62],
            [120.159393294, 30.2702198624, 66.62],
            [120.1593933112, 30.2702195975, 66.62],
            [120.1593933516, 30.2702189932, 66.62],
            [120.1594093131, 30.2699188518, 66.62],
            [120.159409382, 30.2699182494, 66.62],
            [120.1594096076, 30.2699174076, 66.62],
            [120.1594099759, 30.2699166177, 66.62],
            [120.1594104758, 30.2699159037, 66.62],
            [120.1594110921, 30.2699152875, 66.62],
            [120.159411806, 30.2699147875, 66.62],
            [120.1594125959, 30.2699144192, 66.62],
            [120.1594134378, 30.2699141936, 66.62],
            [120.159414306, 30.2699141177, 66.62],
            [120.1594145064, 30.2699141217, 66.62]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '北京新东方前途出国咨询有限公司浙江分公司',
        floor: '15',
        elevation: 66.62,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 69.95],
            [120.1597847639, 30.2699289734, 69.95],
            [120.1597854317, 30.2699290454, 69.95],
            [120.1597862736, 30.269929271, 69.95],
            [120.1597870635, 30.2699296393, 69.95],
            [120.1597877774, 30.2699301392, 69.95],
            [120.1597883937, 30.2699307555, 69.95],
            [120.1597888936, 30.2699314694, 69.95],
            [120.1597892619, 30.2699322593, 69.95],
            [120.1597894875, 30.2699331012, 69.95],
            [120.1597895635, 30.2699339694, 69.95],
            [120.1597895564, 30.2699342352, 69.95],
            [120.1597735455, 30.27023498, 69.95],
            [120.1597734766, 30.2702355825, 69.95],
            [120.159773251, 30.2702364243, 69.95],
            [120.1597728827, 30.2702372142, 69.95],
            [120.1597723828, 30.2702379282, 69.95],
            [120.1597717665, 30.2702385444, 69.95],
            [120.1597710525, 30.2702390443, 69.95],
            [120.1597702626, 30.2702394127, 69.95],
            [120.1597694208, 30.2702396383, 69.95],
            [120.1597685525, 30.2702397142, 69.95],
            [120.1597683521, 30.2702397102, 69.95],
            [120.1593982939, 30.2702248644, 69.95],
            [120.1593980942, 30.270224851, 69.95],
            [120.1593974257, 30.2702247865, 69.95],
            [120.1593965839, 30.2702245609, 69.95],
            [120.159395794, 30.2702241926, 69.95],
            [120.15939508, 30.2702236927, 69.95],
            [120.1593944638, 30.2702230764, 69.95],
            [120.1593939639, 30.2702223624, 69.95],
            [120.1593935955, 30.2702215725, 69.95],
            [120.1593933699, 30.2702207307, 69.95],
            [120.159393294, 30.2702198624, 69.95],
            [120.1593933112, 30.2702195975, 69.95],
            [120.1593933516, 30.2702189932, 69.95],
            [120.1594093131, 30.2699188518, 69.95],
            [120.159409382, 30.2699182494, 69.95],
            [120.1594096076, 30.2699174076, 69.95],
            [120.1594099759, 30.2699166177, 69.95],
            [120.1594104758, 30.2699159037, 69.95],
            [120.1594110921, 30.2699152875, 69.95],
            [120.159411806, 30.2699147875, 69.95],
            [120.1594125959, 30.2699144192, 69.95],
            [120.1594134378, 30.2699141936, 69.95],
            [120.159414306, 30.2699141177, 69.95],
            [120.1594145064, 30.2699141217, 69.95]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州新东方进修学校',
        floor: '16',
        elevation: 69.95,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 73.28],
            [120.1597847639, 30.2699289734, 73.28],
            [120.1597854317, 30.2699290454, 73.28],
            [120.1597862736, 30.269929271, 73.28],
            [120.1597870635, 30.2699296393, 73.28],
            [120.1597877774, 30.2699301392, 73.28],
            [120.1597883937, 30.2699307555, 73.28],
            [120.1597888936, 30.2699314694, 73.28],
            [120.1597892619, 30.2699322593, 73.28],
            [120.1597894875, 30.2699331012, 73.28],
            [120.1597895635, 30.2699339694, 73.28],
            [120.1597895564, 30.2699342352, 73.28],
            [120.1597735455, 30.27023498, 73.28],
            [120.1597734766, 30.2702355825, 73.28],
            [120.159773251, 30.2702364243, 73.28],
            [120.1597728827, 30.2702372142, 73.28],
            [120.1597723828, 30.2702379282, 73.28],
            [120.1597717665, 30.2702385444, 73.28],
            [120.1597710525, 30.2702390443, 73.28],
            [120.1597702626, 30.2702394127, 73.28],
            [120.1597694208, 30.2702396383, 73.28],
            [120.1597685525, 30.2702397142, 73.28],
            [120.1597683521, 30.2702397102, 73.28],
            [120.1593982939, 30.2702248644, 73.28],
            [120.1593980942, 30.270224851, 73.28],
            [120.1593974257, 30.2702247865, 73.28],
            [120.1593965839, 30.2702245609, 73.28],
            [120.159395794, 30.2702241926, 73.28],
            [120.15939508, 30.2702236927, 73.28],
            [120.1593944638, 30.2702230764, 73.28],
            [120.1593939639, 30.2702223624, 73.28],
            [120.1593935955, 30.2702215725, 73.28],
            [120.1593933699, 30.2702207307, 73.28],
            [120.159393294, 30.2702198624, 73.28],
            [120.1593933112, 30.2702195975, 73.28],
            [120.1593933516, 30.2702189932, 73.28],
            [120.1594093131, 30.2699188518, 73.28],
            [120.159409382, 30.2699182494, 73.28],
            [120.1594096076, 30.2699174076, 73.28],
            [120.1594099759, 30.2699166177, 73.28],
            [120.1594104758, 30.2699159037, 73.28],
            [120.1594110921, 30.2699152875, 73.28],
            [120.159411806, 30.2699147875, 73.28],
            [120.1594125959, 30.2699144192, 73.28],
            [120.1594134378, 30.2699141936, 73.28],
            [120.159414306, 30.2699141177, 73.28],
            [120.1594145064, 30.2699141217, 73.28]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '2',
        入驻主要企业: '杭州翠岛环保科技有限公司\n李德伟个人工作室',
        floor: '17',
        elevation: 73.28,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 76.61],
            [120.1597847639, 30.2699289734, 76.61],
            [120.1597854317, 30.2699290454, 76.61],
            [120.1597862736, 30.269929271, 76.61],
            [120.1597870635, 30.2699296393, 76.61],
            [120.1597877774, 30.2699301392, 76.61],
            [120.1597883937, 30.2699307555, 76.61],
            [120.1597888936, 30.2699314694, 76.61],
            [120.1597892619, 30.2699322593, 76.61],
            [120.1597894875, 30.2699331012, 76.61],
            [120.1597895635, 30.2699339694, 76.61],
            [120.1597895564, 30.2699342352, 76.61],
            [120.1597735455, 30.27023498, 76.61],
            [120.1597734766, 30.2702355825, 76.61],
            [120.159773251, 30.2702364243, 76.61],
            [120.1597728827, 30.2702372142, 76.61],
            [120.1597723828, 30.2702379282, 76.61],
            [120.1597717665, 30.2702385444, 76.61],
            [120.1597710525, 30.2702390443, 76.61],
            [120.1597702626, 30.2702394127, 76.61],
            [120.1597694208, 30.2702396383, 76.61],
            [120.1597685525, 30.2702397142, 76.61],
            [120.1597683521, 30.2702397102, 76.61],
            [120.1593982939, 30.2702248644, 76.61],
            [120.1593980942, 30.270224851, 76.61],
            [120.1593974257, 30.2702247865, 76.61],
            [120.1593965839, 30.2702245609, 76.61],
            [120.159395794, 30.2702241926, 76.61],
            [120.15939508, 30.2702236927, 76.61],
            [120.1593944638, 30.2702230764, 76.61],
            [120.1593939639, 30.2702223624, 76.61],
            [120.1593935955, 30.2702215725, 76.61],
            [120.1593933699, 30.2702207307, 76.61],
            [120.159393294, 30.2702198624, 76.61],
            [120.1593933112, 30.2702195975, 76.61],
            [120.1593933516, 30.2702189932, 76.61],
            [120.1594093131, 30.2699188518, 76.61],
            [120.159409382, 30.2699182494, 76.61],
            [120.1594096076, 30.2699174076, 76.61],
            [120.1594099759, 30.2699166177, 76.61],
            [120.1594104758, 30.2699159037, 76.61],
            [120.1594110921, 30.2699152875, 76.61],
            [120.159411806, 30.2699147875, 76.61],
            [120.1594125959, 30.2699144192, 76.61],
            [120.1594134378, 30.2699141936, 76.61],
            [120.159414306, 30.2699141177, 76.61],
            [120.1594145064, 30.2699141217, 76.61]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '杭州久盛实业有限公司',
        floor: '18',
        elevation: 76.61,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 79.94],
            [120.1597847639, 30.2699289734, 79.94],
            [120.1597854317, 30.2699290454, 79.94],
            [120.1597862736, 30.269929271, 79.94],
            [120.1597870635, 30.2699296393, 79.94],
            [120.1597877774, 30.2699301392, 79.94],
            [120.1597883937, 30.2699307555, 79.94],
            [120.1597888936, 30.2699314694, 79.94],
            [120.1597892619, 30.2699322593, 79.94],
            [120.1597894875, 30.2699331012, 79.94],
            [120.1597895635, 30.2699339694, 79.94],
            [120.1597895564, 30.2699342352, 79.94],
            [120.1597735455, 30.27023498, 79.94],
            [120.1597734766, 30.2702355825, 79.94],
            [120.159773251, 30.2702364243, 79.94],
            [120.1597728827, 30.2702372142, 79.94],
            [120.1597723828, 30.2702379282, 79.94],
            [120.1597717665, 30.2702385444, 79.94],
            [120.1597710525, 30.2702390443, 79.94],
            [120.1597702626, 30.2702394127, 79.94],
            [120.1597694208, 30.2702396383, 79.94],
            [120.1597685525, 30.2702397142, 79.94],
            [120.1597683521, 30.2702397102, 79.94],
            [120.1593982939, 30.2702248644, 79.94],
            [120.1593980942, 30.270224851, 79.94],
            [120.1593974257, 30.2702247865, 79.94],
            [120.1593965839, 30.2702245609, 79.94],
            [120.159395794, 30.2702241926, 79.94],
            [120.15939508, 30.2702236927, 79.94],
            [120.1593944638, 30.2702230764, 79.94],
            [120.1593939639, 30.2702223624, 79.94],
            [120.1593935955, 30.2702215725, 79.94],
            [120.1593933699, 30.2702207307, 79.94],
            [120.159393294, 30.2702198624, 79.94],
            [120.1593933112, 30.2702195975, 79.94],
            [120.1593933516, 30.2702189932, 79.94],
            [120.1594093131, 30.2699188518, 79.94],
            [120.159409382, 30.2699182494, 79.94],
            [120.1594096076, 30.2699174076, 79.94],
            [120.1594099759, 30.2699166177, 79.94],
            [120.1594104758, 30.2699159037, 79.94],
            [120.1594110921, 30.2699152875, 79.94],
            [120.159411806, 30.2699147875, 79.94],
            [120.1594125959, 30.2699144192, 79.94],
            [120.1594134378, 30.2699141936, 79.94],
            [120.159414306, 30.2699141177, 79.94],
            [120.1594145064, 30.2699141217, 79.94]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江越盛能源科技有限公司',
        floor: '19',
        elevation: 79.94,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 83.27],
            [120.1597847639, 30.2699289734, 83.27],
            [120.1597854317, 30.2699290454, 83.27],
            [120.1597862736, 30.269929271, 83.27],
            [120.1597870635, 30.2699296393, 83.27],
            [120.1597877774, 30.2699301392, 83.27],
            [120.1597883937, 30.2699307555, 83.27],
            [120.1597888936, 30.2699314694, 83.27],
            [120.1597892619, 30.2699322593, 83.27],
            [120.1597894875, 30.2699331012, 83.27],
            [120.1597895635, 30.2699339694, 83.27],
            [120.1597895564, 30.2699342352, 83.27],
            [120.1597735455, 30.27023498, 83.27],
            [120.1597734766, 30.2702355825, 83.27],
            [120.159773251, 30.2702364243, 83.27],
            [120.1597728827, 30.2702372142, 83.27],
            [120.1597723828, 30.2702379282, 83.27],
            [120.1597717665, 30.2702385444, 83.27],
            [120.1597710525, 30.2702390443, 83.27],
            [120.1597702626, 30.2702394127, 83.27],
            [120.1597694208, 30.2702396383, 83.27],
            [120.1597685525, 30.2702397142, 83.27],
            [120.1597683521, 30.2702397102, 83.27],
            [120.1593982939, 30.2702248644, 83.27],
            [120.1593980942, 30.270224851, 83.27],
            [120.1593974257, 30.2702247865, 83.27],
            [120.1593965839, 30.2702245609, 83.27],
            [120.159395794, 30.2702241926, 83.27],
            [120.15939508, 30.2702236927, 83.27],
            [120.1593944638, 30.2702230764, 83.27],
            [120.1593939639, 30.2702223624, 83.27],
            [120.1593935955, 30.2702215725, 83.27],
            [120.1593933699, 30.2702207307, 83.27],
            [120.159393294, 30.2702198624, 83.27],
            [120.1593933112, 30.2702195975, 83.27],
            [120.1593933516, 30.2702189932, 83.27],
            [120.1594093131, 30.2699188518, 83.27],
            [120.159409382, 30.2699182494, 83.27],
            [120.1594096076, 30.2699174076, 83.27],
            [120.1594099759, 30.2699166177, 83.27],
            [120.1594104758, 30.2699159037, 83.27],
            [120.1594110921, 30.2699152875, 83.27],
            [120.159411806, 30.2699147875, 83.27],
            [120.1594125959, 30.2699144192, 83.27],
            [120.1594134378, 30.2699141936, 83.27],
            [120.159414306, 30.2699141177, 83.27],
            [120.1594145064, 30.2699141217, 83.27]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省机场管理局',
        floor: '20',
        elevation: 83.27,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 86.6],
            [120.1597847639, 30.2699289734, 86.6],
            [120.1597854317, 30.2699290454, 86.6],
            [120.1597862736, 30.269929271, 86.6],
            [120.1597870635, 30.2699296393, 86.6],
            [120.1597877774, 30.2699301392, 86.6],
            [120.1597883937, 30.2699307555, 86.6],
            [120.1597888936, 30.2699314694, 86.6],
            [120.1597892619, 30.2699322593, 86.6],
            [120.1597894875, 30.2699331012, 86.6],
            [120.1597895635, 30.2699339694, 86.6],
            [120.1597895564, 30.2699342352, 86.6],
            [120.1597735455, 30.27023498, 86.6],
            [120.1597734766, 30.2702355825, 86.6],
            [120.159773251, 30.2702364243, 86.6],
            [120.1597728827, 30.2702372142, 86.6],
            [120.1597723828, 30.2702379282, 86.6],
            [120.1597717665, 30.2702385444, 86.6],
            [120.1597710525, 30.2702390443, 86.6],
            [120.1597702626, 30.2702394127, 86.6],
            [120.1597694208, 30.2702396383, 86.6],
            [120.1597685525, 30.2702397142, 86.6],
            [120.1597683521, 30.2702397102, 86.6],
            [120.1593982939, 30.2702248644, 86.6],
            [120.1593980942, 30.270224851, 86.6],
            [120.1593974257, 30.2702247865, 86.6],
            [120.1593965839, 30.2702245609, 86.6],
            [120.159395794, 30.2702241926, 86.6],
            [120.15939508, 30.2702236927, 86.6],
            [120.1593944638, 30.2702230764, 86.6],
            [120.1593939639, 30.2702223624, 86.6],
            [120.1593935955, 30.2702215725, 86.6],
            [120.1593933699, 30.2702207307, 86.6],
            [120.159393294, 30.2702198624, 86.6],
            [120.1593933112, 30.2702195975, 86.6],
            [120.1593933516, 30.2702189932, 86.6],
            [120.1594093131, 30.2699188518, 86.6],
            [120.159409382, 30.2699182494, 86.6],
            [120.1594096076, 30.2699174076, 86.6],
            [120.1594099759, 30.2699166177, 86.6],
            [120.1594104758, 30.2699159037, 86.6],
            [120.1594110921, 30.2699152875, 86.6],
            [120.159411806, 30.2699147875, 86.6],
            [120.1594125959, 30.2699144192, 86.6],
            [120.1594134378, 30.2699141936, 86.6],
            [120.159414306, 30.2699141177, 86.6],
            [120.1594145064, 30.2699141217, 86.6]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '21',
        elevation: 86.6,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 89.93],
            [120.1597847639, 30.2699289734, 89.93],
            [120.1597854317, 30.2699290454, 89.93],
            [120.1597862736, 30.269929271, 89.93],
            [120.1597870635, 30.2699296393, 89.93],
            [120.1597877774, 30.2699301392, 89.93],
            [120.1597883937, 30.2699307555, 89.93],
            [120.1597888936, 30.2699314694, 89.93],
            [120.1597892619, 30.2699322593, 89.93],
            [120.1597894875, 30.2699331012, 89.93],
            [120.1597895635, 30.2699339694, 89.93],
            [120.1597895564, 30.2699342352, 89.93],
            [120.1597735455, 30.27023498, 89.93],
            [120.1597734766, 30.2702355825, 89.93],
            [120.159773251, 30.2702364243, 89.93],
            [120.1597728827, 30.2702372142, 89.93],
            [120.1597723828, 30.2702379282, 89.93],
            [120.1597717665, 30.2702385444, 89.93],
            [120.1597710525, 30.2702390443, 89.93],
            [120.1597702626, 30.2702394127, 89.93],
            [120.1597694208, 30.2702396383, 89.93],
            [120.1597685525, 30.2702397142, 89.93],
            [120.1597683521, 30.2702397102, 89.93],
            [120.1593982939, 30.2702248644, 89.93],
            [120.1593980942, 30.270224851, 89.93],
            [120.1593974257, 30.2702247865, 89.93],
            [120.1593965839, 30.2702245609, 89.93],
            [120.159395794, 30.2702241926, 89.93],
            [120.15939508, 30.2702236927, 89.93],
            [120.1593944638, 30.2702230764, 89.93],
            [120.1593939639, 30.2702223624, 89.93],
            [120.1593935955, 30.2702215725, 89.93],
            [120.1593933699, 30.2702207307, 89.93],
            [120.159393294, 30.2702198624, 89.93],
            [120.1593933112, 30.2702195975, 89.93],
            [120.1593933516, 30.2702189932, 89.93],
            [120.1594093131, 30.2699188518, 89.93],
            [120.159409382, 30.2699182494, 89.93],
            [120.1594096076, 30.2699174076, 89.93],
            [120.1594099759, 30.2699166177, 89.93],
            [120.1594104758, 30.2699159037, 89.93],
            [120.1594110921, 30.2699152875, 89.93],
            [120.159411806, 30.2699147875, 89.93],
            [120.1594125959, 30.2699144192, 89.93],
            [120.1594134378, 30.2699141936, 89.93],
            [120.159414306, 30.2699141177, 89.93],
            [120.1594145064, 30.2699141217, 89.93]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省物价局监督检查分局',
        floor: '22',
        elevation: 89.93,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 93.26],
            [120.1597847639, 30.2699289734, 93.26],
            [120.1597854317, 30.2699290454, 93.26],
            [120.1597862736, 30.269929271, 93.26],
            [120.1597870635, 30.2699296393, 93.26],
            [120.1597877774, 30.2699301392, 93.26],
            [120.1597883937, 30.2699307555, 93.26],
            [120.1597888936, 30.2699314694, 93.26],
            [120.1597892619, 30.2699322593, 93.26],
            [120.1597894875, 30.2699331012, 93.26],
            [120.1597895635, 30.2699339694, 93.26],
            [120.1597895564, 30.2699342352, 93.26],
            [120.1597735455, 30.27023498, 93.26],
            [120.1597734766, 30.2702355825, 93.26],
            [120.159773251, 30.2702364243, 93.26],
            [120.1597728827, 30.2702372142, 93.26],
            [120.1597723828, 30.2702379282, 93.26],
            [120.1597717665, 30.2702385444, 93.26],
            [120.1597710525, 30.2702390443, 93.26],
            [120.1597702626, 30.2702394127, 93.26],
            [120.1597694208, 30.2702396383, 93.26],
            [120.1597685525, 30.2702397142, 93.26],
            [120.1597683521, 30.2702397102, 93.26],
            [120.1593982939, 30.2702248644, 93.26],
            [120.1593980942, 30.270224851, 93.26],
            [120.1593974257, 30.2702247865, 93.26],
            [120.1593965839, 30.2702245609, 93.26],
            [120.159395794, 30.2702241926, 93.26],
            [120.15939508, 30.2702236927, 93.26],
            [120.1593944638, 30.2702230764, 93.26],
            [120.1593939639, 30.2702223624, 93.26],
            [120.1593935955, 30.2702215725, 93.26],
            [120.1593933699, 30.2702207307, 93.26],
            [120.159393294, 30.2702198624, 93.26],
            [120.1593933112, 30.2702195975, 93.26],
            [120.1593933516, 30.2702189932, 93.26],
            [120.1594093131, 30.2699188518, 93.26],
            [120.159409382, 30.2699182494, 93.26],
            [120.1594096076, 30.2699174076, 93.26],
            [120.1594099759, 30.2699166177, 93.26],
            [120.1594104758, 30.2699159037, 93.26],
            [120.1594110921, 30.2699152875, 93.26],
            [120.159411806, 30.2699147875, 93.26],
            [120.1594125959, 30.2699144192, 93.26],
            [120.1594134378, 30.2699141936, 93.26],
            [120.159414306, 30.2699141177, 93.26],
            [120.1594145064, 30.2699141217, 93.26]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江省物价局监督检查分局',
        floor: '23',
        elevation: 93.26,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 96.59],
            [120.1597847639, 30.2699289734, 96.59],
            [120.1597854317, 30.2699290454, 96.59],
            [120.1597862736, 30.269929271, 96.59],
            [120.1597870635, 30.2699296393, 96.59],
            [120.1597877774, 30.2699301392, 96.59],
            [120.1597883937, 30.2699307555, 96.59],
            [120.1597888936, 30.2699314694, 96.59],
            [120.1597892619, 30.2699322593, 96.59],
            [120.1597894875, 30.2699331012, 96.59],
            [120.1597895635, 30.2699339694, 96.59],
            [120.1597895564, 30.2699342352, 96.59],
            [120.1597735455, 30.27023498, 96.59],
            [120.1597734766, 30.2702355825, 96.59],
            [120.159773251, 30.2702364243, 96.59],
            [120.1597728827, 30.2702372142, 96.59],
            [120.1597723828, 30.2702379282, 96.59],
            [120.1597717665, 30.2702385444, 96.59],
            [120.1597710525, 30.2702390443, 96.59],
            [120.1597702626, 30.2702394127, 96.59],
            [120.1597694208, 30.2702396383, 96.59],
            [120.1597685525, 30.2702397142, 96.59],
            [120.1597683521, 30.2702397102, 96.59],
            [120.1593982939, 30.2702248644, 96.59],
            [120.1593980942, 30.270224851, 96.59],
            [120.1593974257, 30.2702247865, 96.59],
            [120.1593965839, 30.2702245609, 96.59],
            [120.159395794, 30.2702241926, 96.59],
            [120.15939508, 30.2702236927, 96.59],
            [120.1593944638, 30.2702230764, 96.59],
            [120.1593939639, 30.2702223624, 96.59],
            [120.1593935955, 30.2702215725, 96.59],
            [120.1593933699, 30.2702207307, 96.59],
            [120.159393294, 30.2702198624, 96.59],
            [120.1593933112, 30.2702195975, 96.59],
            [120.1593933516, 30.2702189932, 96.59],
            [120.1594093131, 30.2699188518, 96.59],
            [120.159409382, 30.2699182494, 96.59],
            [120.1594096076, 30.2699174076, 96.59],
            [120.1594099759, 30.2699166177, 96.59],
            [120.1594104758, 30.2699159037, 96.59],
            [120.1594110921, 30.2699152875, 96.59],
            [120.159411806, 30.2699147875, 96.59],
            [120.1594125959, 30.2699144192, 96.59],
            [120.1594134378, 30.2699141936, 96.59],
            [120.159414306, 30.2699141177, 96.59],
            [120.1594145064, 30.2699141217, 96.59]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        floor: '24',
        elevation: 96.59,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 99.92],
            [120.1597847639, 30.2699289734, 99.92],
            [120.1597854317, 30.2699290454, 99.92],
            [120.1597862736, 30.269929271, 99.92],
            [120.1597870635, 30.2699296393, 99.92],
            [120.1597877774, 30.2699301392, 99.92],
            [120.1597883937, 30.2699307555, 99.92],
            [120.1597888936, 30.2699314694, 99.92],
            [120.1597892619, 30.2699322593, 99.92],
            [120.1597894875, 30.2699331012, 99.92],
            [120.1597895635, 30.2699339694, 99.92],
            [120.1597895564, 30.2699342352, 99.92],
            [120.1597735455, 30.27023498, 99.92],
            [120.1597734766, 30.2702355825, 99.92],
            [120.159773251, 30.2702364243, 99.92],
            [120.1597728827, 30.2702372142, 99.92],
            [120.1597723828, 30.2702379282, 99.92],
            [120.1597717665, 30.2702385444, 99.92],
            [120.1597710525, 30.2702390443, 99.92],
            [120.1597702626, 30.2702394127, 99.92],
            [120.1597694208, 30.2702396383, 99.92],
            [120.1597685525, 30.2702397142, 99.92],
            [120.1597683521, 30.2702397102, 99.92],
            [120.1593982939, 30.2702248644, 99.92],
            [120.1593980942, 30.270224851, 99.92],
            [120.1593974257, 30.2702247865, 99.92],
            [120.1593965839, 30.2702245609, 99.92],
            [120.159395794, 30.2702241926, 99.92],
            [120.15939508, 30.2702236927, 99.92],
            [120.1593944638, 30.2702230764, 99.92],
            [120.1593939639, 30.2702223624, 99.92],
            [120.1593935955, 30.2702215725, 99.92],
            [120.1593933699, 30.2702207307, 99.92],
            [120.159393294, 30.2702198624, 99.92],
            [120.1593933112, 30.2702195975, 99.92],
            [120.1593933516, 30.2702189932, 99.92],
            [120.1594093131, 30.2699188518, 99.92],
            [120.159409382, 30.2699182494, 99.92],
            [120.1594096076, 30.2699174076, 99.92],
            [120.1594099759, 30.2699166177, 99.92],
            [120.1594104758, 30.2699159037, 99.92],
            [120.1594110921, 30.2699152875, 99.92],
            [120.159411806, 30.2699147875, 99.92],
            [120.1594125959, 30.2699144192, 99.92],
            [120.1594134378, 30.2699141936, 99.92],
            [120.159414306, 30.2699141177, 99.92],
            [120.1594145064, 30.2699141217, 99.92]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '浙江银泰百货有限公司\n衣念（上海）服装贸易有限公司杭州分公司\n浙江万福建材有限公司',
        floor: '25',
        elevation: 99.92,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 103.25],
            [120.1597847639, 30.2699289734, 103.25],
            [120.1597854317, 30.2699290454, 103.25],
            [120.1597862736, 30.269929271, 103.25],
            [120.1597870635, 30.2699296393, 103.25],
            [120.1597877774, 30.2699301392, 103.25],
            [120.1597883937, 30.2699307555, 103.25],
            [120.1597888936, 30.2699314694, 103.25],
            [120.1597892619, 30.2699322593, 103.25],
            [120.1597894875, 30.2699331012, 103.25],
            [120.1597895635, 30.2699339694, 103.25],
            [120.1597895564, 30.2699342352, 103.25],
            [120.1597735455, 30.27023498, 103.25],
            [120.1597734766, 30.2702355825, 103.25],
            [120.159773251, 30.2702364243, 103.25],
            [120.1597728827, 30.2702372142, 103.25],
            [120.1597723828, 30.2702379282, 103.25],
            [120.1597717665, 30.2702385444, 103.25],
            [120.1597710525, 30.2702390443, 103.25],
            [120.1597702626, 30.2702394127, 103.25],
            [120.1597694208, 30.2702396383, 103.25],
            [120.1597685525, 30.2702397142, 103.25],
            [120.1597683521, 30.2702397102, 103.25],
            [120.1593982939, 30.2702248644, 103.25],
            [120.1593980942, 30.270224851, 103.25],
            [120.1593974257, 30.2702247865, 103.25],
            [120.1593965839, 30.2702245609, 103.25],
            [120.159395794, 30.2702241926, 103.25],
            [120.15939508, 30.2702236927, 103.25],
            [120.1593944638, 30.2702230764, 103.25],
            [120.1593939639, 30.2702223624, 103.25],
            [120.1593935955, 30.2702215725, 103.25],
            [120.1593933699, 30.2702207307, 103.25],
            [120.159393294, 30.2702198624, 103.25],
            [120.1593933112, 30.2702195975, 103.25],
            [120.1593933516, 30.2702189932, 103.25],
            [120.1594093131, 30.2699188518, 103.25],
            [120.159409382, 30.2699182494, 103.25],
            [120.1594096076, 30.2699174076, 103.25],
            [120.1594099759, 30.2699166177, 103.25],
            [120.1594104758, 30.2699159037, 103.25],
            [120.1594110921, 30.2699152875, 103.25],
            [120.159411806, 30.2699147875, 103.25],
            [120.1594125959, 30.2699144192, 103.25],
            [120.1594134378, 30.2699141936, 103.25],
            [120.159414306, 30.2699141177, 103.25],
            [120.1594145064, 30.2699141217, 103.25]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '杭州碧贵源化妆品有限公司\n杭州新东方进修学校\n上海炳恒资产管理有限公司杭州分公司',
        floor: '26',
        elevation: 103.25,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 106.58],
            [120.1597847639, 30.2699289734, 106.58],
            [120.1597854317, 30.2699290454, 106.58],
            [120.1597862736, 30.269929271, 106.58],
            [120.1597870635, 30.2699296393, 106.58],
            [120.1597877774, 30.2699301392, 106.58],
            [120.1597883937, 30.2699307555, 106.58],
            [120.1597888936, 30.2699314694, 106.58],
            [120.1597892619, 30.2699322593, 106.58],
            [120.1597894875, 30.2699331012, 106.58],
            [120.1597895635, 30.2699339694, 106.58],
            [120.1597895564, 30.2699342352, 106.58],
            [120.1597735455, 30.27023498, 106.58],
            [120.1597734766, 30.2702355825, 106.58],
            [120.159773251, 30.2702364243, 106.58],
            [120.1597728827, 30.2702372142, 106.58],
            [120.1597723828, 30.2702379282, 106.58],
            [120.1597717665, 30.2702385444, 106.58],
            [120.1597710525, 30.2702390443, 106.58],
            [120.1597702626, 30.2702394127, 106.58],
            [120.1597694208, 30.2702396383, 106.58],
            [120.1597685525, 30.2702397142, 106.58],
            [120.1597683521, 30.2702397102, 106.58],
            [120.1593982939, 30.2702248644, 106.58],
            [120.1593980942, 30.270224851, 106.58],
            [120.1593974257, 30.2702247865, 106.58],
            [120.1593965839, 30.2702245609, 106.58],
            [120.159395794, 30.2702241926, 106.58],
            [120.15939508, 30.2702236927, 106.58],
            [120.1593944638, 30.2702230764, 106.58],
            [120.1593939639, 30.2702223624, 106.58],
            [120.1593935955, 30.2702215725, 106.58],
            [120.1593933699, 30.2702207307, 106.58],
            [120.159393294, 30.2702198624, 106.58],
            [120.1593933112, 30.2702195975, 106.58],
            [120.1593933516, 30.2702189932, 106.58],
            [120.1594093131, 30.2699188518, 106.58],
            [120.159409382, 30.2699182494, 106.58],
            [120.1594096076, 30.2699174076, 106.58],
            [120.1594099759, 30.2699166177, 106.58],
            [120.1594104758, 30.2699159037, 106.58],
            [120.1594110921, 30.2699152875, 106.58],
            [120.159411806, 30.2699147875, 106.58],
            [120.1594125959, 30.2699144192, 106.58],
            [120.1594134378, 30.2699141936, 106.58],
            [120.159414306, 30.2699141177, 106.58],
            [120.1594145064, 30.2699141217, 106.58]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '3',
        入驻主要企业:
          '中国银联股份有限公司浙江分公司\n上海黑黛增发服务有限公司杭州第四分公司\n杭州朗泉企业管理咨询有限公司',
        floor: '27',
        elevation: 106.58,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 109.91],
            [120.1597847639, 30.2699289734, 109.91],
            [120.1597854317, 30.2699290454, 109.91],
            [120.1597862736, 30.269929271, 109.91],
            [120.1597870635, 30.2699296393, 109.91],
            [120.1597877774, 30.2699301392, 109.91],
            [120.1597883937, 30.2699307555, 109.91],
            [120.1597888936, 30.2699314694, 109.91],
            [120.1597892619, 30.2699322593, 109.91],
            [120.1597894875, 30.2699331012, 109.91],
            [120.1597895635, 30.2699339694, 109.91],
            [120.1597895564, 30.2699342352, 109.91],
            [120.1597735455, 30.27023498, 109.91],
            [120.1597734766, 30.2702355825, 109.91],
            [120.159773251, 30.2702364243, 109.91],
            [120.1597728827, 30.2702372142, 109.91],
            [120.1597723828, 30.2702379282, 109.91],
            [120.1597717665, 30.2702385444, 109.91],
            [120.1597710525, 30.2702390443, 109.91],
            [120.1597702626, 30.2702394127, 109.91],
            [120.1597694208, 30.2702396383, 109.91],
            [120.1597685525, 30.2702397142, 109.91],
            [120.1597683521, 30.2702397102, 109.91],
            [120.1593982939, 30.2702248644, 109.91],
            [120.1593980942, 30.270224851, 109.91],
            [120.1593974257, 30.2702247865, 109.91],
            [120.1593965839, 30.2702245609, 109.91],
            [120.159395794, 30.2702241926, 109.91],
            [120.15939508, 30.2702236927, 109.91],
            [120.1593944638, 30.2702230764, 109.91],
            [120.1593939639, 30.2702223624, 109.91],
            [120.1593935955, 30.2702215725, 109.91],
            [120.1593933699, 30.2702207307, 109.91],
            [120.159393294, 30.2702198624, 109.91],
            [120.1593933112, 30.2702195975, 109.91],
            [120.1593933516, 30.2702189932, 109.91],
            [120.1594093131, 30.2699188518, 109.91],
            [120.159409382, 30.2699182494, 109.91],
            [120.1594096076, 30.2699174076, 109.91],
            [120.1594099759, 30.2699166177, 109.91],
            [120.1594104758, 30.2699159037, 109.91],
            [120.1594110921, 30.2699152875, 109.91],
            [120.159411806, 30.2699147875, 109.91],
            [120.1594125959, 30.2699144192, 109.91],
            [120.1594134378, 30.2699141936, 109.91],
            [120.159414306, 30.2699141177, 109.91],
            [120.1594145064, 30.2699141217, 109.91]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '中国银联股份有限公司浙江分公司',
        floor: '28',
        elevation: 109.91,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 113.24],
            [120.1597847639, 30.2699289734, 113.24],
            [120.1597854317, 30.2699290454, 113.24],
            [120.1597862736, 30.269929271, 113.24],
            [120.1597870635, 30.2699296393, 113.24],
            [120.1597877774, 30.2699301392, 113.24],
            [120.1597883937, 30.2699307555, 113.24],
            [120.1597888936, 30.2699314694, 113.24],
            [120.1597892619, 30.2699322593, 113.24],
            [120.1597894875, 30.2699331012, 113.24],
            [120.1597895635, 30.2699339694, 113.24],
            [120.1597895564, 30.2699342352, 113.24],
            [120.1597735455, 30.27023498, 113.24],
            [120.1597734766, 30.2702355825, 113.24],
            [120.159773251, 30.2702364243, 113.24],
            [120.1597728827, 30.2702372142, 113.24],
            [120.1597723828, 30.2702379282, 113.24],
            [120.1597717665, 30.2702385444, 113.24],
            [120.1597710525, 30.2702390443, 113.24],
            [120.1597702626, 30.2702394127, 113.24],
            [120.1597694208, 30.2702396383, 113.24],
            [120.1597685525, 30.2702397142, 113.24],
            [120.1597683521, 30.2702397102, 113.24],
            [120.1593982939, 30.2702248644, 113.24],
            [120.1593980942, 30.270224851, 113.24],
            [120.1593974257, 30.2702247865, 113.24],
            [120.1593965839, 30.2702245609, 113.24],
            [120.159395794, 30.2702241926, 113.24],
            [120.15939508, 30.2702236927, 113.24],
            [120.1593944638, 30.2702230764, 113.24],
            [120.1593939639, 30.2702223624, 113.24],
            [120.1593935955, 30.2702215725, 113.24],
            [120.1593933699, 30.2702207307, 113.24],
            [120.159393294, 30.2702198624, 113.24],
            [120.1593933112, 30.2702195975, 113.24],
            [120.1593933516, 30.2702189932, 113.24],
            [120.1594093131, 30.2699188518, 113.24],
            [120.159409382, 30.2699182494, 113.24],
            [120.1594096076, 30.2699174076, 113.24],
            [120.1594099759, 30.2699166177, 113.24],
            [120.1594104758, 30.2699159037, 113.24],
            [120.1594110921, 30.2699152875, 113.24],
            [120.159411806, 30.2699147875, 113.24],
            [120.1594125959, 30.2699144192, 113.24],
            [120.1594134378, 30.2699141936, 113.24],
            [120.159414306, 30.2699141177, 113.24],
            [120.1594145064, 30.2699141217, 113.24]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '29',
        elevation: 113.24,
        height: 3.33
      }
    },
    {
      type: 'Feature',
      geometry: {
        type: 'Polygon',
        coordinates: [
          [
            [120.1594145064, 30.2699141217, 116.57],
            [120.1597847639, 30.2699289734, 116.57],
            [120.1597854317, 30.2699290454, 116.57],
            [120.1597862736, 30.269929271, 116.57],
            [120.1597870635, 30.2699296393, 116.57],
            [120.1597877774, 30.2699301392, 116.57],
            [120.1597883937, 30.2699307555, 116.57],
            [120.1597888936, 30.2699314694, 116.57],
            [120.1597892619, 30.2699322593, 116.57],
            [120.1597894875, 30.2699331012, 116.57],
            [120.1597895635, 30.2699339694, 116.57],
            [120.1597895564, 30.2699342352, 116.57],
            [120.1597735455, 30.27023498, 116.57],
            [120.1597734766, 30.2702355825, 116.57],
            [120.159773251, 30.2702364243, 116.57],
            [120.1597728827, 30.2702372142, 116.57],
            [120.1597723828, 30.2702379282, 116.57],
            [120.1597717665, 30.2702385444, 116.57],
            [120.1597710525, 30.2702390443, 116.57],
            [120.1597702626, 30.2702394127, 116.57],
            [120.1597694208, 30.2702396383, 116.57],
            [120.1597685525, 30.2702397142, 116.57],
            [120.1597683521, 30.2702397102, 116.57],
            [120.1593982939, 30.2702248644, 116.57],
            [120.1593980942, 30.270224851, 116.57],
            [120.1593974257, 30.2702247865, 116.57],
            [120.1593965839, 30.2702245609, 116.57],
            [120.159395794, 30.2702241926, 116.57],
            [120.15939508, 30.2702236927, 116.57],
            [120.1593944638, 30.2702230764, 116.57],
            [120.1593939639, 30.2702223624, 116.57],
            [120.1593935955, 30.2702215725, 116.57],
            [120.1593933699, 30.2702207307, 116.57],
            [120.159393294, 30.2702198624, 116.57],
            [120.1593933112, 30.2702195975, 116.57],
            [120.1593933516, 30.2702189932, 116.57],
            [120.1594093131, 30.2699188518, 116.57],
            [120.159409382, 30.2699182494, 116.57],
            [120.1594096076, 30.2699174076, 116.57],
            [120.1594099759, 30.2699166177, 116.57],
            [120.1594104758, 30.2699159037, 116.57],
            [120.1594110921, 30.2699152875, 116.57],
            [120.159411806, 30.2699147875, 116.57],
            [120.1594125959, 30.2699144192, 116.57],
            [120.1594134378, 30.2699141936, 116.57],
            [120.159414306, 30.2699141177, 116.57],
            [120.1594145064, 30.2699141217, 116.57]
          ]
        ]
      },
      properties: {
        楼宇名称: '标立大厦',
        '租赁均价(元/㎡)': '5',
        '可招商面积(㎡) ': '1385',
        '空置面积(㎡)': '0',
        企业数: '1',
        入驻主要企业: '浙江银泰百货有限公司',
        floor: '30',
        elevation: 116.57,
        height: 3.33
      }
    }
  ]
};

export default zhaoshang;
